[
  {
    "page": {
      "content": "[ManitobaElection.ca](/) is a citizen-created resource for provincial elections in Manitoba, Canada.\r\n\r\nThis site features interactive constituency maps, historical information about past elections, a calendar of election events, and educational resources about voting and government. Provincial election candidates are listed along with links to their web pages, email addresses, Facebook fan pages and Twitter feeds. News articles that mention candidates are listed along with candidate responses to our election questionnaire.\r\n\r\nWe describe our methodologies and technologies on our [Frequently Asked Questions Page](/pages/2/faq).\r\n\r\nThe history of this site can be seen in our [Press Releases](http://manitobaelection.ca/pages/17/press-releases) and [Press Mentions](http://manitobaelection.ca/pages/16/press-mentions).\r\n\r\n<br/>\r\n\r\n<p class=\"small\"><em>ManitobaElection.ca has no affiliation with <a href=\"http://electionsmanitoba.ca\">Elections Manitoba</a>, the official Election authority in the Province of Manitoba.</em></p>\r\n\r\n<br/>\r\n\r\n### Open Democracy Manitoba\r\n\r\nManitobaElection.ca was built by [Open Democracy Manitoba](http://opendemocracymanitoba.ca) with the goal of increasing community interest in democracy and encouraging government openness.\r\n\r\nOpen Democracy Manitoba is run by the volunteer efforts of Kyle Geske, Andrew Burton and Ken Harasym. We maintain a similar website for Manitoba provincial elections, [ManitobaElection.ca](http://manitobaelection.ca).\r\n<br/>\r\n\r\n### Our Mission\r\n\r\nWe strive to educate voters, empowering them to understand the roles, issues, and visions of our representatives in order have a more accountable and respectful democracy.\r\n\r\n<br/>\r\n\r\n### Contact\r\n\r\n<a href=\"mailto:manitoba.election@gmail.com\" title=\"manitoba.election@gmail.com\"><img alt=\"manitoba.election@gmail.com\" src=\"/images/mail_active.jpg\" /></a> \r\n<a href=\"https://www.facebook.com/pages/Manitoba-Election/192842560733393\" title=\"Our Facebook Fan Page\"><img alt=\"Our Facebook Fan Page\" src=\"/images/facebook_active.jpg\" /></a> \r\n<a href=\"http://twitter.com/MbElection\" title=\"@MbElection on Twitter\"><img alt=\"@MbElection on Twitter\" src=\"/images/twitter_active.jpg\" /></a>\r\n\r\n<manitoba.election@gmail.com>\r\n\r\n<br/><br/>\r\n\r\n*Learn to Question. Question to Learn.*",
      "created_at": "2011-08-03T02:04:24Z",
      "id": 1,
      "permalink": "about us",
      "show_title": true,
      "title": "About Us",
      "updated_at": "2015-10-04T17:26:16Z"
    }
  },
  {
    "page": {
      "content": "* [How are the news articles collected?](#news)\r\n* [How can candidate information be updated?](#update_info)\r\n* [How do you decide what candidate information to list?](#candidate_info)\r\n* [How can a debate or forum be listed on your calendar?](#debates)\r\n* [How are issue websites added to your issue resources page?](#issues)\r\n* [How can a blog or website be added to your online resources section?](#resources)\r\n* [How were the parties selected for your political parties page?](#parties)\r\n* [How did you make this website?](#website)\r\n* [Are the operations of your website transparent?](#open)\r\n* [How is your website funded?](#funding)\r\n* [What process did you follow for the candidate questionnaires?](#questionnaires)\r\n* [What questions did you ask each candidate in your questionnaire?](#questions)\r\n* [What process did you follow for the party questionnaires?](#party-questionnaires)\r\n* [What questions did you ask each party in your questionnaire?](#party-questions)\r\n\r\n<br/>\r\n\r\n<a name=\"news\"></a>\r\n## How are the news articles collected?\r\n\r\nArticles are automatically gathered from [Google News](http://news.google.ca) by searching for the full names of the candidates in the upcoming Manitoba election. The search location is set to Manitoba using the [advanced search properties](http://news.google.ca/news/advanced_news_search). \r\n\r\nIf a specific news article is not showing up in our system it is because it has not been indexed by Google News. Because our news gathering is an automated process we cannot manually add news stories to a constituency or candidate page. \r\n\r\n<br/>\r\n\r\n<a name=\"update_info\"></a>\r\n## How can candidate information be updated?\r\n\r\nCandidates can send us updated photos and information via email: <manitoba.election@gmail.com>\r\n\r\nEmails should be sent from the email address we have listed for a candidate if possible.\r\n\r\nWe will do our best to process all updates within 48 hours of their receipt.\r\n\r\n*After September 2 (for the 2012 by-election) and October 2 (for the 2011 election) we will no longer be accepting candidate updates. Updates received after this date will not be posted to our site. This deadline exists to ensure that our site remains accurate and consistent during the week of the election.*\r\n\r\n<br/>\r\n\r\n<a name=\"candidate_info\"></a>\r\n## How do you decide what candidate information to list?\r\n\r\n**Email Addresses and Phone Numbers:** Found on either the political party website, the candidate's website, or on the candidate's facebook page. Phone numbers are only listed if they are for a campaign office.\r\n\r\n**Websites:** Sites have been found using Google, through the political party website, or supplied by the candidates. Sites must be election related. MLA incumbent websites are also listed on the incumbents page. \r\n\r\n**Twitter and YouTube Accounts:** Found by searching Google, twitter, youtube, the candidate's website, facebook, or supplied by the candidates.\r\n\r\n**Photos:** Found on political party websites, facebook pages, or supplied by the candidate.\r\n\r\n**Facebook Pages:** Found by searching Facebook or supplied by candidates. In most cases we will link to candidate election fan pages or profiles created specifically for the election. If no candidate page exists we will link to candidate name profiles where 1) the wall and info sections are publicly viewable, and 2) there is an indication that this individual is a candidate on either their 'wall' and/or 'info' pages. If an incumbent is using their MLA page/profile to promote their upcoming candidacy, the MLA page/profile will be used until a candidate page/profile becomes available. Private profiles will be linked to candidate only by request.\r\n\r\n<br/>\r\n\r\n<a name=\"debates\"></a>\r\n## How can a debate or forum be listed on your calendar?\r\n\r\nDebates and forums can be brought to our attention via email: <manitoba.election@gmail.com>\r\n\r\n<br/>\r\n\r\n<a name=\"issues\"></a>\r\n## How are issue websites added to your [issue resources page](/issues)?\r\n\r\nIssue websites are found using Google or are submitted by the public. If you have created or are aware of an election issue website that is not featured on our issue resources page, please bring it to our attention by emailing us at <manitoba.election@gmail.com>.\r\n\r\nOne of the following two criteria must be met in order to be listed:\r\n\r\n* The issue website was created to raise awareness about a specific issue for the 2011 Manitoba election. The issue site must mention this election directly, or the organization behind the page must have issued a media release linking the issue to this election.\r\n\r\n* The issue in question is specifically mentioned in the platform of any of the running parties.\r\n\r\nThe following search criteria were used in finding issue websites:\r\n\r\n* A search through the first ten pages of Google search results using the following search criteria: Manitoba Election 2011\r\n\r\n* A search through the first ten pages of Google search results using the following search criteria: Manitoba Election issues\r\n\r\n* A search through the first three pages of Google search results through the following search criteria: Manitoba Election 2011 (name of each topic area contained within each department name of the Manitoba government). For example, for the department ‘Manitoba Food, Agriculture and Rural Initiatives' the following searches would be made: Manitoba election 2011 food, Manitoba election 2011 agriculture, Manitoba election 2011 rural.\r\n\r\n_Please note that ManitobaElection.ca will not post issue websites:_\r\n\r\n* _That promote violence, hatred, or intolerance towards any identifiable group or person._\r\n* _That are the product of a registered political party._\r\n\r\n<br/>\r\n\r\n<a name=\"resources\"></a>\r\n## How can a blog or website be added to your online resources section?\r\n\r\nEmail us your election related blogs or websites: <manitoba.election@gmail.com>\r\n\r\nOur criteria is the following: A significant proportion of the blog entries, or a specific section of the blog or website, must relate to information relevent to the Manitoba provincial election. Further, the blog or website will not promote intollerance or hateful views to any identifiable group, or exist solely to promote or discredit a single candidate.\r\n\r\n<br/>\r\n\r\n<a name=\"parties\"></a>\r\n## How were the parties selected for your [political parties page](/parties)?\r\n\r\nParties were selected using the list of [parties registered with Elections Manitoba](http://www.electionsmanitoba.ca/en/Political_Participation/Registered_Political_Parties/). There are five registered parties:\r\n \r\n* Communist Party of Canada – Manitoba\r\n* Manitoba Liberal Party\r\n* New Democratic Party of Manitoba\r\n* The Green Party of Manitoba\r\n* The Progressive Conservative Party of Manitoba\r\n\r\n<br/>\r\n\r\n<a name=\"website\"></a>\r\n## How did you make this website?\r\n\r\nThe website is powered by the following technologies:\r\n\r\n* [Ruby](http://www.ruby-lang.org) for programming.\r\n* [Rails](http://rubyonrails.org/) for the web framework.\r\n* [MySQL](http://www.mysql.org/) for the database.\r\n* [Apache](http://www.apache.org/) for the web server with [Phusion Passenger](http://www.modrails.com/).\r\n* [Google News](http://news.google.ca) for the latest news feature.\r\n* [HAML](http://haml-lang.com/) and [SASS](http://sass-lang.com/) for visual structure and design.\r\n\r\n<br/>\r\n\r\n<a name=\"open\"></a>\r\n## Are the operations of your website [transparent](http://en.wikipedia.org/wiki/Transparency_%28behavior%29)?\r\n\r\nThis website was created in the spirit of openness, community and accountability.\r\n\r\nThe history of this site can be seen in our [Press Releases](http://manitobaelection.ca/pages/17/press-releases) and [Press Mentions](http://manitobaelection.ca/pages/16/press-mentions).\r\n\r\nThe source code that powers this website is [available on github](http://github.com/stungeye/manitobaelection). \r\n\r\nThe source code and website data are released free and unencumbered into the public domain.\r\n\r\nSee [our source code license](http://github.com/stungeye/manitobaelection/blob/master/LICENSE) for more information.\r\n\r\n\r\n<br/>\r\n\r\n<a name=\"funding\"></a>\r\n## How is your website funded?\r\n\r\nNo funding was required to build this website. The site was built and is maintained by [a group of passionate volunteers](/pages/1/about-us).\r\n\r\n<br/>\r\n\r\n<a name=\"questionnaires\"></a>\r\n## What process did you follow for the candidate questionnaires?\r\n\r\nWhen sending out candidate questionnaires, we distribute questionnaires to all MLA candidates in the election.\r\n\r\nThe following constraints accompanied the questionnaire:\r\n\r\n\"Please see the six questions below and respond at your earliest convenience. Responses are limited to 200 words per question. We will only post responses that are within this limit. You need not reply to all the questions.\"\r\n\r\nAll questionnaires were sent via email. We collected the required email addresses using the [process described above](#candidate_info). For candidates without a public email address, the questionnaires were sent to their party's campaign office.\r\n\r\nReplies are posted in batches as they are received.\r\n\r\n_After September 2 (for the 2012 by-election) and October 2 (for the 2011 election) we will no longer accept candidate questionnaire responses. Replies received after this date will not be posted to our site. Also, as noted above, we will no longer accept updates to any candidate information after this date._\r\n\r\n<br/>\r\n\r\n<a name=\"questions\"></a>\r\n## What questions did you ask each candidate in your questionnaire?\r\n\r\n**2012 Fort Whyte By-Election**\r\n\r\n1. Why did you decide to run in the 2012 Manitoba by-election?\r\n2. What experience will you bring to compliment your role as MLA?\r\n3. Is there anything in particular you would like to change in our province? In your electoral division?\r\n4. What values or ideals will you adhere to if elected?\r\n5. What do you enjoy most about the Fort Whyte electoral division? \r\n6. Do you have any other comments regarding your candidacy?\r\n\r\n**2011**\r\n\r\n1. Why did you decide to run in the 2011 Manitoba election?\r\n2. What experience will you bring to compliment your role as MLA?\r\n3. Is there anything in particular you would like to change in our province? In your electoral division?\r\n4. What is one thing you stand for that is not a part of your political party's platform?\r\n5. Do you have any other comments regarding your candidacy?\r\n6. What is your favourite location in the electoral division you are currently a candidate for?\r\n\r\n<br/>\r\n\r\n<a name=\"party-questionnaires\"></a>\r\n## What process did you follow for the party questionnaires?\r\n\r\nOn September 24th, 2011 we distributed questionnaires to all [registered political parties](#parties) in the 2011 Manitoba provincial election.\r\n\r\nThe following constraints accompanied the questionnaire:\r\n\r\n\"Please see the five questions below and respond at your earliest convenience. The response to the first question is limited to 500 words, and the rest of them are limited to 200 words per question.\"\r\n\r\nAll questionnaires were sent via email. Replies are posted within 24 hours of their arrival.\r\n\r\n<br/>\r\n\r\n<a name=\"party-questions\"></a>\r\n## What questions did you ask each party in your questionnaire?\r\n\r\n1. What are the main issues that your party stands for? Why are these issues important?\r\n2. What makes your party different from other political parties?\r\n3. What are the first things you would like to do if you form government after the 2011 election?\r\n4. Why should a voter choose to vote for your party?\r\n5. Do you have any other comments regarding your party that you would like to share?",
      "created_at": "2011-08-03T05:54:13Z",
      "id": 2,
      "permalink": "faq",
      "show_title": true,
      "title": "Frequently Asked Questions",
      "updated_at": "2015-10-04T17:28:32Z"
    }
  },
  {
    "page": {
      "content": "_The first MantiobaElection.ca press release is on it's way!_\r\n\r\n### Project History\r\n\r\nLast fall [we](http://manitobaelection.ca/1/about-us) created a website similar to this one but for the 2010 Winnipeg civic election. Please [explore our Winnipeg Election press page](http://winnipegelection.ca/press) for more information.",
      "created_at": "2011-08-03T07:59:39Z",
      "id": 3,
      "permalink": "press",
      "show_title": true,
      "title": "Press",
      "updated_at": "2011-08-03T08:09:11Z"
    }
  },
  {
    "page": {
      "content": "* [Being a voter](#voter)\r\n* [When can I participate as a voter?](#when)\r\n* [How can I participate as a voter?](#how)\r\n* [Where can I cast my vote?](#where)\r\n* [Who can I cast my vote for?](#who)\r\n* [Other Questions](#other)\r\n\r\n<br/>\r\n\r\n<a name=\"voter\"></a>\r\n##Being a Voter\r\n\r\nOur website provides current news, candidate questionnaires, contact\r\ninformation, and links to your candidate’s informational resources. In addition,\r\nyou have access to various blogs and Manitoba election-issue related websites.\r\nThese resources are available for you to learn about your candidates so that you\r\nmay make an informed decision as a voter on **Tuesday, October 4th** (Election\r\nDay).\r\n\r\nPlease see our [Frequently Asked Questions page](http://manitobaelection.ca/pages/2/faq/) for our process in collecting information we use for this website.\r\n\r\nThe information on this page was collected from [Elections Manitoba](http://www.elections.mb.ca) and [The Elections Act](http://web2.gov.mb.ca/laws/statutes/ccsm/e030e.php). \r\n\r\n_For any questions you do not find the answer to, please contact the official elections office in Manitoba: [Elections Manitoba](http://www.elections.mb.ca)._\r\n\r\n<br/>\r\n\r\n<a name=\"when\"></a>\r\n##When can I participate as a voter?\r\n\r\nThe Manitoba provincial election of 2011 will be held on **Tuesday, October 4th**. Voting\r\nstations will be open between 7 AM and 8 PM.\r\n\r\nIf you prefer you can vote before Election Day during the following times:\r\n\r\nDate      | Weekday | Hours\r\n----------|---------|-------\r\nSaturday  | Sept 24 | 8am to 8pm\r\nSunday    | Sept 25 | noon to 6pm\r\nMonday    | Sept 26 | 8am to 8pm\r\nTuesday   | Sept 27 | 8am to 8pm \r\nWednesday | Sept 28 | 8am to 8pm\r\nThursday  | Sept 29 | 8am to 8pm \r\nFriday    | Sept 30 | 8am to 8pm\r\nSaturday  | Oct 1   | 8am to 8pm\r\n\r\nDuring advanced voting you can vote at any voting station in the province. Elections Manitoba maintains a list of [advanced voting stations sorted by electoral divisions](http://electionsmanitoba.ca/election/voters/advance-locations.asp).\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://electionsmanitoba.ca/election/voters/when.asp\">Elections Manitoba</a>\r\n</p>\r\n\r\n<br/>\r\n\r\n<a name=\"how\"></a>\r\n##How can I participate as a voter?\r\n\r\nYou can cast a vote if:\r\n\r\n* You are a Canadian citizen\r\n* You are 18 years of age on or before election day\r\n* You have resided in Manitoba for at least 6 months immediately before election day\r\n\r\nIf your name is not on the voters list or you are voting in advance you must bring government issued photo identification, such as a driver's licence, or two other documents with your name.\r\n\r\n_You will have the choice of voting for one registered candidate in your electoral\r\ndivision._\r\n\r\nElection officers will be able to help you with further questions at the\r\nvoting station. For any other questions about voting you can contact Elections\r\nManitoba at (204) 945-3225 or toll-free at 1-866-628-6837 or visit [electionsmanitoba.ca](http://electionsmanitoba.ca/election/).\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.elections.mb.ca/en/Voting/index.html\">Elections Manitoba</a>\r\n</p>\r\n\r\n<br/>\r\n\r\n<a name=\"where\"></a>\r\n##Where can I cast my vote?\r\n\r\nOn Election Day you will be voting at a voting station in the electoral division\r\nwhere you reside. Elections Manitoba provides an address look-up tool, which can show you [where you will vote on Election Day](http://electionsmanitoba.ca/election/voters/where.asp).\r\n\r\nYou can also use the interactive maps of all electoral divisions that we have\r\nprovided at: _(Coming soon)_\r\n\r\nIf you choose to participate as a voter during the advance voting period you can\r\nchoose any voting station in Manitoba. Elections Manitoba maintains a list of [advanced voting stations sorted by electoral divisions](http://electionsmanitoba.ca/election/voters/advance-locations.asp).\r\n\r\n<br/>\r\n\r\n<a name=\"who\"></a>\r\n##Who can I cast my vote for?\r\n\r\n[See who your choice of prospective candidates are in your electoral\r\ndivision](http://manitobaelection.ca/constituencies).\r\n\r\nIf you are uncertain who you will vote for, feel free to contact your candidate,\r\nread their answers to the questionnaire we are sending them, or read the current\r\nnews we provide for your candidate. All of this information is linked to their\r\ncandidate page.\r\n\r\nProspective candidates are candidates who are chosen to represent the various\r\npolitical parties or declare themselves as independent. A candidate can be\r\nregistered in only one electoral division.\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://electionsmanitoba.ca/en/Political_Participation/\">Elections Manitoba</a>\r\n</p>\r\n\r\nThey become official candidates after they file their nomination papers to\r\nthe ‘returning officer’ with Elections Manitoba before the close of nominations (1\r\nPM, Sept 13th). This list is final and will not change unless a candidate withdraws\r\nor becomes deceased.\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://web2.gov.mb.ca/laws/statutes/ccsm/e030e.php\">The Elections Act</a>\r\n</p>\r\n\r\nEvery electoral division will have one candidate who becomes MLA (the\r\ncandidate who receives the most votes). Leaders of the political parties are also\r\ncandidates to be voted upon in their electoral divisions.\r\n\r\n<br/>\r\n\r\n##Other Questions?\r\n\r\nElections Manitoba is the official resource on provincial elections in Manitoba.\r\nPlease see the official [Elections Manitoba](http://electionsmanitoba.ca/election/) website for any other\r\nquestions you may have.",
      "created_at": "2011-08-03T08:10:50Z",
      "id": 4,
      "permalink": "your role as a voter",
      "show_title": true,
      "title": "Your Role as a Voter",
      "updated_at": "2011-09-03T23:13:53Z"
    }
  },
  {
    "page": {
      "content": "Onlinat resourcesum dolor sit amet, consectetur adipiscing elit. Duis fringilla semper diam vel cursus. Proin pretium, neque eu interdum suscipit, arcu justo eleifend lectus, lobortis blandit dui purus at neque. Morbi nec odio leo, ac pharetra felis. \r\n\r\n## Headoriet Tempor II\r\n\r\n**Boldem** _italus_ vehicula, est sit amet feugiat, tortor magna adipiscing velit, non euismod nisl risus interdum massa. \r\n\r\n[Linkae Convaldor](http://stungeye.com)\r\n\r\n### Headoriet Tempor III\r\n\r\n* Listet\r\n* Nulla\r\n* Diete",
      "created_at": "2011-08-03T08:11:06Z",
      "id": 5,
      "permalink": "online resources",
      "show_title": true,
      "title": "Online Resources",
      "updated_at": "2011-08-03T08:24:03Z"
    }
  },
  {
    "page": {
      "content": "",
      "created_at": "2011-08-03T08:11:35Z",
      "id": 6,
      "permalink": "role of an mla",
      "show_title": true,
      "title": "Role of an MLA",
      "updated_at": "2011-08-03T08:11:35Z"
    }
  },
  {
    "page": {
      "content": "",
      "created_at": "2011-08-03T08:12:16Z",
      "id": 7,
      "permalink": "role of the premier",
      "show_title": true,
      "title": "Role of the Party Leader",
      "updated_at": "2011-08-30T06:15:10Z"
    }
  },
  {
    "page": {
      "content": "The purpose of this page is to provide a comprehensive list of websites from various interests, organizations, and stakeholder groups that promote provincial election issues relating to the upcoming 2011 election.\r\n\r\nSee the bottom of the page for the search criteria we use in order to find the following websites. More webpages will be posted as they become available.\r\n\r\n\r\n## Websites are listed in alphabetical order\r\n\r\n\r\n[Alzheimer Society Manitoba](http://www.alzheimer.mb.ca/election2011)\r\n\r\n[Arts Vote Winnipeg](http://www.artsvotewinnipeg.ca)\r\n\r\n[Bipole III Coalition](http://www.bipoleiiicoalition.ca)\r\n\r\n[Canadian Cancer Society](http://www.cancer.ca/manitobaelection)\r\n\r\n[Canadian CED Network](http://www.ccednet-rcdec.ca/en/node/10261)\r\n\r\n[Canadian Federation of Independent Business](http://www.cfib-fcei.ca/english/focus/72-imagine_manitoba_without_small_business.html)\r\n\r\n[Food Matters Manitoba](http://www.votefoodmanitoba.ca)\r\n\r\n[Heart of the Boreal](http://www.heartoftheboreal.ca)\r\n\r\n[Lets Pay Fair](http://letspayfair.com/index.htm)\r\n\r\n[Make Poverty History](http://makepovertyhistorymb.com)\r\n\r\n[Manitoba Teachers’ Society](http://mbteach.org/extras/Election%202011/election2011main.html)\r\n\r\n[Manitoba Wildlands](http://www.manitobawildlands.org/govern_elections.htm#ES2011)\r\n\r\n[Real Property Association of Canada](http://www.realpac.ca/manitoba-provincial-election)\r\n\r\n[Winnipeg Trails Association](http://www.winnipegtrails.ca/2011/08/23/provincial-election-2011)\r\n\r\n[Working Families Manitoba](http://www.workingfamiliesmanitoba.ca)\r\n\r\n\r\n## Website Search Methodology\r\n\r\nIf you have created or are aware of an election issue webpage that is not featured here, please feel free to contact us and we will provide a link to this website. Manitobaelection will not post websites that promote violence, hatred, or intolerance towards any identifiable group.\r\n\r\nThe following search criteria were used in finding the webpages posted above:\r\n\r\n* A search through the first ten pages of Google search results using the following search criteria: Manitoba Election 2011\r\n\r\n* A search through the first ten pages of Google search results using the following search criteria: Manitoba Election issues\r\n\r\n* A search through the first three pages of Google search results through the following search criteria: Manitoba Election 2011 (name of each topic area contained within each department name of the Manitoba government). For example, for the department ‘Manitoba Food, Agriculture and Rural Initiatives' the following searches would be made: Manitoba election 2011 food, Manitoba election 2011 agriculture, Manitoba election 2011 rural.",
      "created_at": "2011-08-24T09:10:38Z",
      "id": 9,
      "permalink": "election issues resources",
      "show_title": true,
      "title": "Election Issue Resources",
      "updated_at": "2011-09-04T06:06:34Z"
    }
  },
  {
    "page": {
      "content": "###[Election Basics](#election)\r\n* [Why is Manitoba having an election?](#why_election)\r\n* [What is a general election?](#what_election)\r\n* [When does a provincial election happen?](#when_election)\r\n* [What is the difference between a provincial election, a federal election, and a municipal election?](#type_election)\r\n* [What is the difference between a prospective candidate, an official candidate, and an MLA?](#type_candidate)\r\n* [How do I find out what the candidates stand for?](#about_candidate)\r\n* [What is a constituency?](what_constit)\r\n* [How are constituency boundaries created?](boundary_constit)\r\n* [Who administers the election?](who_election)\r\n* [Why is the electoral system set up the way it is?](#why_electionadmin)\r\n* [Where can I learn more about Manitoba elections?](learn_election)\r\n\r\n###[Electoral Participation](#prtcp)\r\n* [How do I vote?](#how_vote)\r\n* [What if I will be unable to come out and vote on Election Day?](#if_vote)\r\n* [How can I get involved in an election campaign?](#prtcp_campaign)\r\n* [How can I become a candidate?](#prtcp_candidate)\r\n\r\n###[Political Party Basics](#party)\r\n* [What do political parties do?](#party_do)\r\n* [Do I have to vote for a political party?](#party_vote)\r\n* [How is a party leader different from other candidates?](#party_diff)\r\n* [What happens after a political party wins?](#party_win)\r\n* [What happens to the political parties that lose?](#party_lose)\r\n* [How does somebody become a member of a political party?](#party_join)\r\n* [How does somebody become the leader of a political party?](#party_leader)\r\n\r\n###[MLA Basics](#MLA)\r\n* [What is an MLA?](#MLA_is)\r\n* [Who is my current MLA?](#MLA_who)\r\n* [What does an MLA do?](#MLA_do)\r\n* [How do I find out what my MLA has done?](#MLA_find)\r\n* [What are the different roles that an MLA may have?](#MLA_roles)\r\n* [How do MLAs create laws?](#MLA_laws)\r\n* [What is a Caucus?](#MLA_caucus)\r\n* [What is the House?](#MLA_house)\r\n\r\n###[Government Basics](#Govt)\r\n* [What areas of governance fall under the Manitoba government?](#Govt_MB)\r\n* [What is a ministry?](#Govt_Ministry)\r\n* [What is Session?](#Govt_Session)\r\n* [In what way does an election change the Government?](#Govt_election)\r\n* [What is the difference between a Majority and a Minority Government?](#Govt_diff)\r\n* [What is the official opposition?](#Govt_opp)\r\n* [What does the premier do?](#Govt_prem_do)\r\n* [How does a person become a premier?](#Govt_prem_how)\r\n* [What is a cabinet minister?](#Govt_minister)\r\n\r\n\r\n<a name=\"election\"></a>\r\n##Election Basics\r\n\r\n<a name=\"why_election\"></a>\r\n**Why is Manitoba having an election?**\r\n\r\nThe Elections Act states that October 4th, 2011 is to be the date of a general election in Manitoba. This is the first fixed date for an election in Manitoba. Future general elections will be held on the first Tuesday of October every four years.\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://web2.gov.mb.ca/laws/statutes/ccsm/e030e.php\">The Elections Act - Manitoba (section 49.1(2))</a>\r\n</p>\r\n\r\n<br/>\r\n\r\n<a name=\"what_election\"></a>\r\n**What is a general election?**\r\n\r\nA general election in Manitoba is an election in which every electoral division in the province holds an election. In each electoral division, the candidate with the highest number of votes becomes an MLA. A general election is different from a by-election, which is an election for a smaller number of electoral divisions. A by-election could happen after an MLA resigns or dies while in office.\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://web2.gov.mb.ca/laws/statutes/ccsm/e030e.php\">The Elections Act - Manitoba (section 1: Definitions)</a>\r\n</p>\r\n\r\n<br/>\r\n\r\n<a name=\"when_election\"></a>\r\n**When does a provincial election happen?**\r\n\r\nAn election takes place in Manitoba on the first Tuesday in October every four years. The next three scheduled provincial elections after October 4th will take place:\r\n\r\n* Tuesday, October 6th, 2015\r\n* Tuesday, October 1st, 2019\r\n* Tuesday, October 3rd, 2023\r\n\r\nAn election may also be called under special circumstances. If the majority of the MLAs do not support the government budget, certain proposed laws, or the plans announced during what is called ‘The Speech from the Throne’, then the government ‘loses the confidence of the House’. At this point the Lieutenant Governor (the representative of the Queen) can either choose to call an election or to have somebody else become Premier and form a government that has the confidence of the House.\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://web2.gov.mb.ca/laws/statutes/ccsm/e030e.php\">The Elections Act (section 49.1(2))</a>\r\n</p>\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.ltgov.bc.ca/ltgov/role.htm\">Lieutenant Governor Role - Lieutenant Governor of BC</a>\r\n</p>\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.leg.bc.ca/_media/docs/LearningResources/Brochures/English/RoleofGovtandOpp-English.pdf\">The Role of Government and Opposition - Legislative Assembly of BC</a>\r\n</p>\r\n\r\n<br/>\r\n\r\n<a name=\"type_election\"></a>\r\n**What is the difference between a provincial election, a federal election, and a municipal election?**\r\n\r\n**Provincial Election:** A general election is held for each geographic area of Manitoba in order to elect Members of the Legislative Assembly (MLAs). These members create and vote on laws that fall under provincial jurisdiction in the Manitoba Legislature in Winnipeg.\r\n\r\n**Federal Election:** A general election is held for each geographic area of Canada, including within Manitoba, in order to elect Members of Parliament (MPs). These members create and vote on laws that fall under federal jurisdiction in parliament in Ottawa.\r\n\r\nCanada’s constitution is the document that outlines what areas of law the provinces and federal government have the power to create. For instance, an MLA may create laws relating to how education is delivered, but an MP may not. Similarly an MP may create laws relating to what is in the Criminal Code, but an MLA may not.\r\n\r\nOne area that falls under provincial jurisdiction is that of municipalities, such as towns, cities, and rural municipalities. The provinces determine the rules under which a municipality is to be governed through creating laws such as ‘The Municipal Act’ and ‘The Municipal Councils and School Boards Election Act’.\r\n\r\n**Municipal Election:** A general election is held for each geographic area within an urban municipality (city or town) or rural municipality, in order to elect members of Council (Councillors) and mayors (urban) or reeves (rural). These members create and vote on bylaws that fall under the jurisdiction granted to them under the province. Specific spheres of jurisdiction are available under the Municipal Act and the City of Winnipeg Charter.\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://web2.gov.mb.ca/laws/statutes/municipal/c03902e.php\">City of Winnipeg Charter (Sections 128-173)</a>\r\n</p>\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://web2.gov.mb.ca/laws/statutes/ccsm/m225e.php\">The Municipal Act (Section 232(1))</a>\r\n</p>\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.solon.org/Constitutions/Canada/English/ma_1870.html\">The Manitoba Act, 1870</a>\r\n</p>\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.canlii.org/en/ca/const/const1867.html#distribution\">The Constitution Act, 1867 (Sections 91 – 93)</a>\r\n</p>\r\n\r\n<br/>\r\n\r\n<a name=\"type_candidate\"></a>\r\n**What is the difference between a prospective candidate, an official candidate, and an MLA?**\r\n\r\nA prospective candidate is somebody who nominates themselves as an independent candidate, or is nominated as a candidate by a political party. Each candidate is nominated for one electoral division.\r\n\r\nAn official candidate is a prospective candidate who submits their nomination papers, which include 100 signatures from qualified voters within the electoral division. The papers must be submitted after the beginning of the election and before the deadline at 1PM on September 13th, 2011. Official candidates are those you will have the choice of selecting when you vote. \r\n\r\nAn MLA, or Member of the Legislative Assembly, is the official candidate who receives the highest number of votes, which are counted on Election Day. Only one MLA may be elected in any electoral division.\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://electionsmanitoba.ca/election/voters/candidates.asp\">Who Are the Candidates? Elections Manitoba</a>\r\n</p>\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.elections.mb.ca/en/Political_Participation/index.html\">How do I Become a Candidate? Elections Manitoba</a>\r\n</p>\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.assembly.ab.ca/pub/gdbook/CitizensGuide.pdf\">Citizen’s Guide to the Alberta Legislature (p. 21)</a>\r\n</p>\r\n\r\n<br/>\r\n\r\n<a name=\"about_candidate\"></a>\r\n**How do I find out what the candidates stand for?**\r\n\r\nDetermining who is a good candidate is a judgment call that you get to make as a voter. You can make this decision in whatever way you choose. Our website provides you with several ways to contact your candidates so that you may ask him or her your questions. You may also view all recent news articles relevant to each candidate on the candidate page by clicking on a candidate's name.\r\n\r\nOn September 13th, the day after which no more candidates can be nominated, we will provide all candidates with the following questions and post their responses on our website after a short period:\r\n\r\n* Why did you decide to run in the 2011 Manitoba election? \r\n* What experience will you bring to compliment your role as MLA?\r\n* Is there anything in particular you would like to change in our province? In your constituency? \r\n* What is one thing you stand for that is not a part of your political party's platform?\r\n* Do you have any other comments regarding your candidacy?\r\n\r\nYou may also review the information candidates provide about themselves on their website, facebook page, or through their twitter and youtube accounts. Most candidates have a short bio that allows you to learn a little bit about their background.\r\n\r\n<br/>\r\n\r\n<a name=\"what_constit\"></a>\r\n**What is a constituency?**\r\n\r\nA constituency is another name for an electoral division, which is a geographic area in which the people are represented by an elected MLA. There are 57 constituencies in Manitoba, covering all areas of the province. The candidate who wins your electoral division during an election will hold one of the 57 ‘seats’ in the Manitoba Legislature.\r\n\r\nYou can view your candidates by selecting your constituency on our home page. If you do not know what constituency you reside in, you can find out from Elections Manitoba by entering your address [here](http://electionsmanitoba.ca/election/voters/where.asp).\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.gov.mb.ca/legislature/members/constituency.html\">MLAs by Constituency – Legislative Assembly of Manitoba</a>\r\n</p>\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.elections.mb.ca/en/Maps/index.html\">Maps – Elections Manitoba</a>\r\n</p>\r\n\r\n<br/>\r\n\r\n<a name=\"boundary_constit\"></a>\r\n**How are constituency boundaries created?**\r\n\r\nThe electoral division boundaries are drawn and named by the Electoral Boundaries Commission, which was created in 1955 under Manitoba’s Electoral Divisions Act. This is an independent provincial commission responsible for updating the boundaries every ten years to respond to changes in the population across the province. The commission is supported by Elections Manitoba, which provides research and administrative support. The proposed boundaries were changed in 2008 based on 2006 Census data, and will come into effect when this election is called. The full detailed report is available [here](http://www.boundariescommission.mb.ca/report/EDBC_Final_Report.pdf). More information about the commission is available at the Manitoba Boundaries Commission website.\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://web2.gov.mb.ca/laws/statutes/ccsm/e040e.php\">The Electoral Divisions Act - Manitoba</a>\r\n</p>\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.boundariescommission.mb.ca/about\">Manitoba Boundaries Commission - About</a>\r\n</p>\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.elections.mb.ca/en/About_Elections_Manitoba/index.html\">Elections Manitoba – About</a>\r\n</p>\r\n\r\n<br/>\r\n\r\n<a name=\"who_election\"></a>\r\n**Who administers the election?**\r\n\r\nThe provincial elections are run under the Elections Act, which mandates that a Chief Electoral Officer (CEO) be appointed to run the provincial elections. This person oversees the office called ‘Elections Manitoba’. The CEO is appointed by the Lieutenant Governor in Council, with recommendations from the Standing Committee on Legislative Affairs, which has several MLAs from multiple political parties. The CEO must administer the elections “impartially and in compliance with this Act” (Section 27 of the Elections Act). He or she appoints a commissioner, who ensures the act is followed and enforced. More information, including the Mission and Goals of Elections Manitoba, are available on the Elections Manitoba website.\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://web2.gov.mb.ca/laws/statutes/ccsm/e030e.php\">The Elections Act (sections 22-23, 186-187)</a>\r\n</p>\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.commissionerofelections.mb.ca/about\">The Commissioner of Elections - About</a>\r\n</p>\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.elections.mb.ca/en/About_Elections_Manitoba/index.html\">Elections Manitoba – About</a>\r\n</p>\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.gov.mb.ca/legislature/committees/membership.pdf\">Standing Committee Membership List - Legislative Assembly of Manitoba</a>\r\n</p>\r\n\r\n<br/>\r\n\r\n\r\n<a name=\"why_electionadmin\"></a>\r\n**Why is the electoral system set up the way it is?**\r\n\r\nThe Constitution mandates that Canada have federal and provincial elections in which every Canadian citizen can vote, and where no government can stay in power for more than five years without having an election unless there is a “war, invasion, or insurrection” (Constitution Act 1982 Section 4). It also grants the provinces the power to create additional laws to oversee the elections, which is how The Elections Act was created in Manitoba. All provincial Acts are created through several stages and much discussion with opportunity for input from all MLAs. Acts are passed only with the support from the majority of MLAs.\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.solon.org/Constitutions/Canada/English/ma_1870.html\">The Manitoba Act, 1870</a>\r\n</p>\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.canlii.org/en/ca/const/const1867.html\">The Constitution Act, 1867 (Section 84)</a>\r\n</p>\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.canlii.org/en/ca/const/const1982.html#democratic\">The Constitution Act, 1982 (Sections 3-4)</a>\r\n</p>\r\n\r\n<br/>\r\n\r\n<a name=\"learn_election\"></a>\r\n**Where can I learn more about Manitoba elections?**\r\n\r\nElections Manitoba is the official authority on Manitoba provincial elections and is an excellent resource for election information. You can visit their website [here]( http://www.elections.mb.ca) or contact them at 945-3225 or 1 (866) 628-6837.\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.elections.mb.ca\">Elections Manitoba</a>\r\n</p>\r\n\r\n<br/>\r\n\r\n<a name=\"prtcp\"></a>\r\n##Electoral Participation\r\n\r\n<a name=\"how_vote\"></a>\r\n**How do I vote?**\r\n \r\nYou can vote at a voting station operated by Elections Manitoba as long as you are a Canadian citizen, over the age of 18, and have lived in Manitoba for at least six months before the election.\r\n\r\nYou can vote on Tuesday October 4th (Election Day) between 8 AM and 8 PM by going to your local voting station. You can find your local voting station at Elections Manitoba by following this [link](http://electionsmanitoba.ca/election/voters/where.asp) and entering your address.\r\n\r\nYou can choose to vote before election day if you prefer at [any voting station in the province](http://electionsmanitoba.ca/election/voters/advance-locations.asp) on the following dates: \t\r\n\r\nDate      | Weekday | Hours\r\n----------|---------|-------\r\nSaturday  | Sept 24 | 8am to 8pm\r\nSunday    | Sept 25 | noon to 6pm\r\nMonday    | Sept 26 | 8am to 8pm\r\nTuesday   | Sept 27 | 8am to 8pm \r\nWednesday | Sept 28 | 8am to 8pm\r\nThursday  | Sept 29 | 8am to 8pm \r\nFriday    | Sept 30 | 8am to 8pm\r\nSaturday  | Oct 1   | 8am to 8pm\r\n\r\nIf your name is not on the voters list or you are voting in advance you must bring “government issued photo identification, such as a driver's licence, or two other documents with your name” (Elections Manitoba).\r\n\r\nYou will have the choice of voting for one registered candidate in your electoral division. Elections Manitoba provides a quick easy overview of the voting process [here](http://citizennext.ca/easy-guide-to-voting).\r\n\r\nElection officers will be able to help you with further questions at the voting station. For any other questions about voting you can contact Elections Manitoba at (204) 945-3225 or toll-free at 1-866-628-6837 or visit electionsmanitoba.ca.\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.electionsmanitoba.ca/en/Voting/index.html\">Voting in Manitoba Provincial Elections – Elections Manitoba</a>\r\n</p>\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.electionsmanitoba.ca/en/Voting/advance_voting.html\">Advance Voting - Elections Manitoba</a>\r\n</p>\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://citizennext.ca/easy-guide-to-voting\">All About Voting - Elections Manitoba</a>\r\n</p>\r\n\r\n<br/>\r\n\r\n<a name=\"if_vote\"></a>\r\n**What if I will be unable to come out and vote on Election Day?**\r\n\r\nElections Manitoba provides many options for voters who will have difficulty voting on Election Day. Information is available on their website [here](http://electionsmanitoba.ca/election/voters).\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://electionsmanitoba.ca/election/voters\">More Answers for Voters – Elections Manitoba</a>\r\n</p>\r\n\r\n<br/>\r\n\r\n<a name=\"prtcp_campaign\"></a>\r\n**How can I get involved in an election campaign?**\r\n\r\nYou can get involved in an election campaign by contacting a candidate or a political party. Most candidates seek volunteers and financial contributions in order to promote their candidacy.\r\n\r\n<br/>\r\n\r\n<a name=\"prtcp_candidate\"></a>\r\n**How can I become a candidate?**\r\n\r\nAny Canadian citizen over the age of 18 who has lived in Manitoba for at least six months is eligible to become a candidate. The person must receive at least 100 signatures from residents within the electoral division agreeing to allow him or her to be an official candidate. Elections Manitoba has detailed information about how to become a candidate on their website [here](http://www.electionsmanitoba.ca/en/Political_Participation/index.html). The nomination papers can be submitted no later than September 13th at 1PM.\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.electionsmanitoba.ca/en/Political_Participation/index.html\">How do I Become a Candidate? Elections Manitoba</a>\r\n</p>\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://electionsmanitoba.ca/election/media/dates.asp\">Elections Manitoba - Important Dates</a>\r\n</p>\r\n\r\n<br/>\r\n\r\n<a name=\"party\"></a>\r\n##Political Party Basics\r\n\r\n<a name=\"party_do\"></a>\r\n**What do political parties do?**\r\n\r\nA political party is a group of voters who may have similar views about how our society should be organized and what governments should do. It can endorse and support candidates to bring the voice and ideas of its members into government. Political parties ensure that candidates have similar views as those of the party, and once elected they maintain some level of party discipline – ensuring members vote as a group.\r\n\r\nEvery political party in Manitoba has one leader. The leader of the political party that wins the most seats (electoral divisions) generally becomes the premier. Each political party registers with Elections Manitoba, has a headquarters, has a chief financial officer, and must follow regulations set out for leadership contests, for nominating candidates, fundraising, spending, and for financial reporting among other things. All political parties in Manitoba have members, who are able to participate in the party’s direction, leadership contest, and various other gatherings.\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.electionsmanitoba.ca/en/Political_Participation/Registered_Political_Parties\">Registered Political Parties – Elections Manitoba</a>\r\n</p>\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.legassembly.sk.ca/legassembly/Docs/intropam.htm\">An Introduction to the Legislative Assembly – Legislative Assembly of Saskatchewan</a>\r\n</p>\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://parliamentary-democracy.athabascau.ca/chapters/chapter8.html\">Role of Political Parties – Commonwealth Parliamentary Association</a>\r\n</p>\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://web2.gov.mb.ca/laws/statutes/ccsm/e032e.php\">The Election Finances Act – Manitoba (Definitions & Sections 7-10)</a>\r\n</p>\r\n\r\n<br/>\r\n\r\n<a name=\"party_vote\"></a>\r\n**Do I have to vote for a political party?**\r\n\r\nYour vote is for a candidate who may be a member of a political party, or who may be independent. Your option for who to vote for depends on what candidates have registered in your electoral division. Not all electoral divisions have independent candidates, and not all political parties have candidates in every electoral division.\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://electionsmanitoba.ca/election/voters/candidates.asp\">Who Are the Candidates? Elections Manitoba</a>\r\n</p>\r\n\r\n<br/>\r\n\r\n<a name=\"party_diff\"></a>\r\n**How is a party leader different from other candidates?**\r\n\r\nLike other candidates, a political party leader will need to win the majority of the votes in his or her electoral division in order to become an MLA. This candidate usually becomes the premier if the party's candidates wins more seats (electoral divisions) than any other party. Party leaders also differ in that they will be talking about what their party will do if elected in government. Other candidates, while they may promote the party leader’s message, may have greater focus on what they will do in their local electoral division. Because the leader may potentially become the next premier, the media tend to give party leaders much greater publicity than that of other candidates.\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.gov.mb.ca/legislature/info/factsheets/fact3.pdf\">Legislative Terminology – Legislative Assembly of Manitoba</a>\r\n</p>\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.assembly.ab.ca/pub/gdbook/CitizensGuide.pdf\">Citizens’ Guide to the Alberta Legislature – Legislative Assembly of Alberta (p 23)</a>\r\n</p>\r\n\r\n<br/>\r\n\r\n<a name=\"party_win\"></a>\r\n**What happens to a political party that wins?**\r\n\r\nA political party that receives more than 50% of the seats (electoral divisions) is asked by the Lieutenant Governor to have its leader become the Premier and form government. If all parties win fewer than 50% of the seats, the party leader that is most likely to keep the confidence of the MLAs is asked to be Premier. This is usually, but not always, the political party that has more seats than any other.\r\n\r\nThe Premier selects a group of MLAs to become Cabinet Ministers who oversee the daily activities of the ministries and propose new laws. The Premier and the Cabinet Ministers are called Cabinet (also called Executive Council), which is the group that runs the government.\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.legassembly.sk.ca/legassembly/Docs/intropam.htm\">An Introduction to the Legislative Assembly – Legislative Assembly of Saskatchewan</a>\r\n</p>\r\n\r\n<br/>\r\n\r\n<a name=\"party_lose\"></a>\r\n**What happens to the political parties that lose?**\r\n\r\nThe political party whose candidates win the second highest number of seats (electoral divisions) is the Official Opposition. Its role is to question the government’s actions and policies and to offer alternatives. Parties that receive fewer seats become Opposition Parties. Opposition members may work together in questioning the government, voting on Bills (proposed laws), and presenting alternatives among other things.\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.gov.mb.ca/legislature/info/factsheets/fact3.pdf\">Legislative Terminology - Legislative Assembly of Manitoba</a>\r\n</p>\r\n\r\n<a name=\"Govt_diff\"></a>\r\n**What is the difference between a Majority and a Minority Government?**\r\n\r\n**Majority Government** - If a political party has more than half of the total number of MLAs, that party may pass any Bill into a law, so long as all of its MLAs vote together and are in attendance during votes. All Government Bills, which are those proposed by Cabinet Ministers and the Premier may also be passed into law.\r\n\r\n**Minority Government** – If a political party has half or fewer than half of the total number of MLAs, that party may not pass any Bill into law that opposition MLAs do not support. If there are more than two political parties, a minority government is possible.\r\n\r\nIf the majority of the MLAs do not support the government budget, certain proposed laws, or the plans announced during what is called ‘The Speech from the Throne’, then the government ‘loses the confidence of the house’. At this point the government is dissolved and is either replaced by a government that has the ‘confidence of the house’ or an election is called. The choice is for the Lieutenant Governor (representative of the Queen) to make. During a minority government, the government must work to ensure a high enough number of opposition MLAs support these Bills if it wishes to avoid having government 'dissolve'.\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.leg.bc.ca/_media/docs/LearningResources/Brochures/English/RoleofGovtandOpp-English.pdf\">The Role of Government and Opposition – Legislative Assembly of BC</a>\r\n</p>\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.ltgov.bc.ca/ltgov/role.htm\">Lieutenant Governor Role – Lieutenant Governor of BC</a>\r\n</p>\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.leg.bc.ca/_media/docs/LearningResources/Brochures/English/RoleofGovtandOpp-English.pdf\">The Role of Government and Opposition – Legislative Assembly of BC</a>\r\n</p>\r\n\r\n<br/>\r\n\r\n<a name=\"party_join\"></a>\r\n**How does somebody become a member of a political party?**\r\n\r\nEvery registered political party in Manitoba has instructions for joining on its website. You can contact a political party headquarters with any questions. Their contact information is available in the [Registered Political Parties](http://manitobaelection.ca/parties) section of our website.\r\n\r\nMembers of political parties are able to have an input in policy direction, nomination of party candidates in electoral divisions, and in party leadership conventions.\r\n\r\n</p>\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.electionsmanitoba.ca/en/Political_Participation/Registered_Political_Parties\">Registered Political Parties - Elections Manitoba</a>\r\n</p>\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://parliamentary-democracy.athabascau.ca/chapters/chapter8.html\">Role of Political Parties – Commonwealth Parliamentary Association</a>\r\n</p>\r\n\r\n<br/>\r\n\r\n<a name=\"party_leader\"></a>\r\n**How does somebody become the leader of a political party?**\r\n\r\nA leader of a political party is selected through a Leadership Contest within that party. This process may differ between political parties, allowing party members to have a direct or indirect influence. Leadership contestants may be voted on within the party to become leader. Every political party has leadership conventions to elect its party leaders. Members can have input in the party’s leader. \r\n\r\n</p>\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://parliamentary-democracy.athabascau.ca/chapters/chapter8.html\">Role of Political Parties – Commonwealth Parliamentary Association</a>\r\n</p>\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://web2.gov.mb.ca/laws/statutes/ccsm/e032e.php\">The Election Finances Act (Definitions & Section 31.1)</a>\r\n</p>\r\n\r\n<br/>\r\n \r\n<a name=\"MLA\"></a>\r\n##MLA Basics\r\n\r\n<a name=\"MLA_is\"></a>\r\n**What is an MLA?**\r\n\r\nAn MLA is a Member of the Legislative Assembly. The Legislative Assembly is the group of 57 people elected to create and vote on laws that govern Manitoba. Each MLA represents the residents of a geographic area within Manitoba, called an electoral division or a constituency. All the land within Manitoba is within the boundaries of a provincial electoral division.\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.gov.mb.ca/legislature/info/factsheets/fact2.pdf\">The Role of an MLA – MB Legislative Assembly</a>\r\n</p>\r\n\r\n<br/>\r\n\r\n<a name=\"MLA_who\"></a>\r\n**Who is my current MLA?**\r\n\r\nYour current MLA is the candidate who won the 2007 election in your electoral division. If there was a more recent by-election, it is the candidate who won in that by-election. You can find your current MLA by searching Elections Manitoba at the following [link](http://www.electionsmanitoba.ca/en/Related_Links/Who_is_My_MLA.html). \r\n\r\nIn Manitoba’s 2011 Election, the electoral boundaries will be different from those of the 2007 election. So depending on where you live, the electoral division in which you reside may be under a different name, and your previous MLA may be running for re-election in a different electoral division.\r\n\r\nAn MLA who declares themselves for re-election is called an incumbent candidate. We have a list of all the incumbent candidates on [this page]( http://www.manitobaelection.ca/candidates/incumbents). There are fewer than 57 members on this page because some MLAs are not running for re-election.\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.gov.mb.ca/legislature/members/constituency.html\">MLAs by Constituency – Legislative Assembly of Manitoba</a>\r\n</p>\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.elections.mb.ca/en/Maps/index.html\">Maps – Elections Manitoba</a>\r\n</p>\r\n\r\n<br/>\r\n\r\n<a name=\"MLA_do\"></a>\r\n**What does an MLA do?**\r\n\r\nAn MLA has several roles including proposing laws in Manitoba through what are called Bills, discussing Bills proposed by other MLAs, and voting on these Bills. An MLA also solves problems and voices concerns on behalf of members in his or her electoral division, and may work with other MLAs in the party on strategy and direction. MLAs may also serve on committees, which review the contents of proposed laws, and hear from experts and members of the public about these laws. MLAs may also be appointed by the party’s leader to take on a specific role in relation to a provincial ministry. More information is available under ‘What are the different roles that an MLA may have?’\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.gov.mb.ca/legislature/info/factsheets/fact2.pdf\">The Role of an MLA – Legislative Assembly of Manitoba</a>\r\n</p>\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.gov.mb.ca/legislature/committees/index.html\">How Standing Committees Operate – Legislative Assembly of Manitoba</a>\r\n</p>\r\n\r\n<br/>\r\n\r\n<a name=\"MLA_find\"></a>\r\n**How do I find out what my MLA has done?**\r\n\r\nYou can learn about your MLA on his or her website. Many things your MLA has done may not be on public record. A list of all MLAs running for re-election is available [here](http://www.manitobaelection.ca/candidates/incumbents). You may contact your MLA if he or she is running for re-election through the contact information provided.\r\n\r\nYou may also read what your MLA has debated in the Manitoba Legislature in Hansard, which is the record of what was said during all debates. Online Hansard records go back to 1986 and are available on the Legislative Assembly website [here]( http://www.gov.mb.ca/legislature/hansard/index.html). You can do a search by your MLA’s last name [here]( http://www.gov.mb.ca/legislature/search.html). Click on the bottom link ‘repeat the search with the omitted results included’ for more results. You may also choose to search for Voting Records in the drop-down menu.\r\n\r\nYou can also find out what Bills (proposed laws) your MLA has introduced [here](http://web2.gov.mb.ca/bills/39-5/index.php ) by searching the ‘Status of Bills’ link at the top. The Legislative Assembly of Manitoba website provides a ‘status of bills’ document for each session of lawmaking as far back as 1999.\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.gov.mb.ca/legislature/search.html\">Search – Legislative Assembly of Manitoba</a>\r\n</p>\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://web2.gov.mb.ca/bills/39-5/index.php\">Bills – Legislative Assembly of Manitoba</a>\r\n</p>\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.gov.mb.ca/legislature/info/factsheets/fact6.pdf\">Hansard – Legislative Assembly of Manitoba</a>\r\n</p>\r\n\r\n<br/>\r\n\r\n<a name=\"MLA_roles\"></a>\r\n**What are the different roles that an MLA may have?**\r\n\r\nAn MLA can be a Backbencher, a House Leader, a Party Whip, a Party Leader, an Opposition Leader, an Opposition Critic, a Cabinet Minister, a Premier, or The Speaker of the House.\r\n\r\n**Backbenchers** are MLAs who are not party leaders or Cabinet Ministers. A backbencher can be a Government Backbencher if they are of the same party as that of the Government, or an Opposition Backbencher if they are of another party.\r\n\r\n**House Leader** – All the members of each political party appoint one of their MLAs to be responsible for coordinating how their political party should proceed when they gather with all 57 MLAs during the Session period, which includes law-making, questions to ministers, and debates among other things. This MLA is called the House Leader.\r\n\r\n**The Party Whip** – The Whip is the MLA within each party who is appointed with the task of ensuring that MLAs of their political party are informed of issues and attend House sessions, especially during a vote.\r\n\r\n**The Party Leader** – The Party Leader sets out the general direction of the party. The Premier and Leader of the Official Opposition are both party leaders.\r\n\r\n**Opposition Leader** – The Official Opposition is the party that wins the second highest number of seats. The Opposition Leader or ‘Leader of the Official Opposition’ is the leader of that political party.\r\n\r\n**Opposition Critics** are opposition MLAs appointed by the opposition leader to closely watch and critique a specific ministry or set of ministries. The group of opposition members who are chosen to watch and critique specific ministries are often referred to as the ‘shadow cabinet’.\r\n\r\n**Cabinet Ministers** are MLAs appointed by the Premier to oversee the day-to-day activities of government ministries and to propose new laws.\r\n\r\n**The Premier** is the party leader of the political party that wins the highest number of seats (electoral divisions) during an election. After winning an election this leader is asked to become the premier by the lieutenant governor (representative of the queen).\r\n\r\n**The Speaker of the House** is an MLA who is elected by secret ballot from all other MLAs to preserve order and enforce the “Rules of the House” during Session, which is the time when all MLAs gather to create laws, question the ministers, and engage in debates, among other things.\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.gov.mb.ca/legislature/info/factsheets/fact2.pdf\">The Role of an MLA – Legislative Assembly of Manitoba</a>\r\n</p>\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.leg.bc.ca/_media/docs/LearningResources/FactSheets/English/ExecutiveCouncilFactSheet-English.pdf\">The Role of Executive Council and Cabinet Ministers – Legislative Assembly of BC</a>\r\n</p>\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.leg.bc.ca/_media/docs/LearningResources/Brochures/English/RoleofGovtandOpp-English.pdf\">The Role of Government and Opposition – Legislative Assembly of BC</a>\r\n</p>\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.gov.mb.ca/legislature/info/factsheets/fact3.pdf\">Legislative Terminology – Legislative Assembly of Manitoba</a>\r\n</p>\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.gov.mb.ca/legislature/house_biz/rulebook.pdf\">Rules, Orders and Forms of Proceedings of The Legislative Assembly of Manitoba (Definitions)</a>\r\n</p>\r\n\r\n<br/>\r\n\r\n<a name=\"MLA_laws\"></a>\r\n**How do MLAs create laws?**\r\n\r\nMLAs have the ability to create new laws for the province. All laws they have sponsored are on public record.\r\n\r\nWhen a law is first proposed, it is called a Bill, which has to go through several stages to become a law. Once the law is passed it is called an Act (also known as a statute). All the current Acts in Manitoba are viewable [here]( http://web2.gov.mb.ca/laws/index.php). These are the laws that govern the province.\r\n\r\nCabinet Ministers are MLAs appointed by the premier to oversee one or more provincial departments. Cabinet Ministers can propose Government Bills, while individual MLAs can propose Private Bill. Cabinet Ministers can also create regulations under the ministries they direct, in addition to the existing Acts.\r\n\r\nYou can see all of the bills since 1999 on The Legislative Assembly of Manitoba website [here](http://web2.gov.mb.ca/bills/39-5/index.php). The bills are organized by which session of the legislature the Bills were proposed under. The sessions are the periods in which the MLAs get together to create law. At the top of the page of whichever session you choose, you can click on ‘Status of Bills’ to see which MLA sponsored each Bill.\r\n\r\nThe stages in passing a Bill into law are the following:\r\n\r\n**1. Notice** – A day prior to introduction\r\n\r\n**2. First Reading** – The MLA reads the bill and may give a brief explanation\r\n\r\n**3. Second Reading** – The bill gets discussed among the MLAs. The proposed Bill either gets approved in principal or rejected.\r\n\r\n**4. Committee Stage** – The Bill gets referred to a committee that has MLAs from the governing party and the opposition party or parties. These MLAs receive advice from experts and from members of the public during public hearings. The committee can then propose amendments to the Bill.\r\n\r\n**5. Report Stage** – The Bill gets reported and discussed by all of the MLAs again. The MLAs may suggest further changes.\r\n\r\n**6. Third Reading** – MLAs may suggest further changes and debate the final Bill. They can apply to have it postponed for six months, send it back to the committee, or hold a final vote on whether to pass it into law.\r\n\r\n**7. Royal Assent** – Before a Bill becomes law, it must receive approval from the Lieutenant Governor, the representative of the Queen, through what is called ‘Royal Assent’.\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.gov.mb.ca/legislature/info/factsheets/fact2.pdf\">The Role of an MLA – Legislative Assembly of Manitoba</a>\r\n</p>\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.gov.mb.ca/legislature/info/factsheets/fact4.pdf\">How Laws Are Made – Legislative Assembly of Manitoba</a>\r\n</p>\r\n\r\n<br/>\r\n\r\n<a name=\"MLA_caucus\"></a>\r\n**What is a Caucus?**\r\n\r\nThe caucus is the group of MLAs from any one political party. The political party’s members together are called the party’s caucus.\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.gov.mb.ca/legislature/info/factsheets/fact3.pdf\">Legislative Terminology – Legislative Assembly of Manitoba</a>\r\n</p>\r\n\r\n<br/>\r\n\r\n<a name=\"MLA_house\"></a>\r\n**What is the House?**\r\n\r\nThe House is the group of all MLAs from all political parties during Session, the period during which all MLAs gather to create laws, question the ministers, and engage in debates among other things.\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.gov.mb.ca/legislature/info/factsheets/fact3.pdf\">Legislative Terminology – Legislative Assembly of Manitoba</a>\r\n</p>\r\n\r\n<br/>\r\n \r\n<a name=\"Govt\"></a>\r\n##Government Basics\r\n\r\n<a name=\"Govt_MB\"></a>\r\n**What areas of governance fall under the Manitoba government?**\r\n\r\nThe Constitution Act of 1867 grants Canadian provinces the right to govern over such areas as hospitals, charities, municipalities, shops and bars, incorporation of local businesses, local infrastructure and transportation channels, marriage, property and civil rights, natural resources and electricity, education, and other laws deemed to be  of a “local or private nature”. This is not a full list and does not include various areas that have arisen from new technologies or other such changes since 1867. Also, the Constitution Act of 1982 set out individual freedoms under the Canadian Charter of Rights and Freedoms that cannot be taken away by any level of government.\r\n\r\nBelow is a list of current departments under the Manitoba government. In addition, below are some links to lists of Manitoba’s crown corporations, agencies, boards, and commissions.\r\n\r\n**Departments**\r\n\r\n* Aboriginal and Northern Affairs\r\n* Advanced Education and Literacy\r\n* Agriculture, Food and Rural Initiatives\r\n* Civil Service Commission\r\n* Conservation\r\n* Culture, Heritage and Tourism\r\n* Education\r\n* Entrepreneurship, Training and Trade\r\n* Family Services and Consumer Affairs\r\n* Finance\r\n* Health\r\n* Healthy Living, Youth and Seniors\r\n* Housing and Community Development\r\n* Infrastructure and Transportation\r\n* Innovation, Energy and Mines\r\n* Justice\r\n* Labour and Immigration\r\n* Local Government\r\n* Water Stewardship\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://gov.mb.ca/government/other.html\">Crown and other Government Links - Manitoba</a>\r\n</p>\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://gov.mb.ca/government/abc/index.html\">Agencies, Boards, and Commissions - Manitoba</a>\r\n</p>\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://gov.mb.ca/government/departments.html\">Departments - Manitoba</a>\r\n</p>\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.canlii.org/en/ca/const/const1867.html#distribution\">The Constitution Act, 1867 (Sections 92-93)</a>\r\n</p>\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.canlii.org/en/ca/const/const1982.html#I\">The Constitution Act, 1982</a>\r\n</p>\r\n\r\n<br/>\r\n\r\n<a name=\"Govt_Ministry\"></a>\r\n**What is a ministry?**\r\n\r\nA ministry is the portfolio under the direction of a Cabinet Minister, which includes departments, crown corporations, agencies, boards, commissions and other initiatives of the province, and the employees therein. Cabinet Ministers are appointed by the Premier and are responsible for the daily operations of their ministry, the creation of laws relating to their ministry, and for answering questions relating to their ministry to opposition MLAs during 'Question Period'.\r\n\r\nManitoba defines agencies, boards, and commissions as “entities established by government to carry out a range of functions and services, and include councils, authorities, advisory bodies, funding bodies, professional organizations and quasi-judicial tribunals” (Agencies, Boards and Commissions, Manitoba).\r\n\r\nCrown corporations are publicly-owned corporations. The following is a list of crown corporations in Manitoba:\r\n\r\n* Centre Culturel Franco-Manitobain (CCFM)\r\n* Communities Economic Development Fund\r\n* Manitoba Agricultural Services Corporation\r\n* Manitoba Centennial Centre Corporation\r\n* Manitoba Film and Music\r\n* Manitoba Housing and Renewal Corporation (MHRC) (Manitoba Housing)\r\n* Manitoba Hydro\r\n* Manitoba Lotteries Corporation\r\n* Manitoba Public Insurance\r\n* Travel Manitoba\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://gov.mb.ca/government/departments.html\">Departments - Manitoba</a>\r\n</p>\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.legassembly.sk.ca/legassembly/Docs/intropam.htm\">An Introduction to the Legislative Assembly - Legislative Assembly of Saskatchewan</a>\r\n</p>\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.assembly.ab.ca/visitor/parlterms.htm\">Glossary – Legislative Assembly of Alberta</a>\r\n</p>\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://gov.mb.ca/government/abc/index.html\">Agencies, Boards, and Commissions - Manitoba</a>\r\n</p>\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://gov.mb.ca/government/other.html\">Crown and other Government Links - Manitoba</a>\r\n</p>\r\n\r\n<br/>\r\n\r\n<a name=\"Govt_Session\"></a>\r\n**What is Session?**\r\n\r\nA Session in the Legislature is the period of time, at least twice per year, during which all MLAs gather in the legislature and propose new laws, question the Ministers, and engage in debate among other things. A session begins with ‘The Speech from the Throne’, which is a statement on what the government has achieved and plans to do. The government’s budget is also announced during Session through the ‘Budget Speech’. The following activities occur five days per week during Session:\r\n\r\n**Introduction of Bills** – MLAs introduce new proposed laws\r\n\r\n**Petitions** – MLAs read petitions\r\n\r\n**Committee Reports** – An MLA who chairs a committee related to a Bill may report on findings\r\n\r\n**Tabling of Reports** – MLAs present reports and other documents to the House\r\n\r\n**Ministerial Statements** – Cabinet ministers may make a statement or announcement of government policy\r\n\r\n**Oral Questions** – MLAs may ask questions of the Premier and Cabinet Ministers \r\n\r\n**Members’ Statements** – MLAs may make a statement on any manner other than ministerial statements\r\n\r\n**Grievance** – MLAs may speak of a grievance\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.gov.mb.ca/legislature/house_biz/rulebook.pdf\">Rules, Orders and Forms of Proceedings of The Legislative Assembly of Manitoba (Chapter 2)</a>\r\n</p>\r\n\r\n<br/>\r\n\r\n<a name=\"Govt_election\"></a>\r\n**In what way does an election change the Government?**\r\n\r\nWhen an election is called, all MLAs cease to hold their role as MLA. The Premier and Cabinet Ministers have to run for re-election if they wish to become MLAs again. During this period they continue to hold the roles of Premier and Cabinet Minister in order to ensure the daily operations of the government continue to be run.\r\n\r\nAfter the election, the leader of the party with the most seats becomes the Premier. The Premier may appoint whom he/she chooses to become a Cabinet Minister, including members from another party, although this is rare. It is possible that it could be the same set of Cabinet Ministers as that of the previous government, but that is only if every one of them wins their re-election and the Premier appoints the same group of MLAs.\r\n\r\nAn election may also change the number of MLAs within each political party. A political party with more MLAs may give that party more votes in passing a Bill into law.\r\n\r\nDuring an election the political parties may each produce a platform of policies and ideas that the party wishes to follow, once it is elected to form a government.\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.leg.bc.ca/_media/docs/LearningResources/Brochures/English/RoleofGovtandOpp-English.pdf\">The Role of Government and Opposition – Legislative Assembly of BC</a>\r\n</p>\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.assembly.ab.ca/pub/gdbook/CitizensGuide.pdf\">The Citizen’s Guide to the Alberta Legislature p. 26</a>\r\n</p>\r\n\r\n<br/>\r\n\r\n<a name=\"Govt_opp\"></a>\r\n**What is the Official Opposition?**\r\n\r\nThe political party whose candidates win the second highest number of seats (electoral divisions) is the Official Opposition. Its role is to question the government’s actions and policies and to offer alternatives. The Official Opposition’s leader becomes The Leader of the Official Opposition.\r\n\r\nDuring government Session periods the ‘House Rules’ give the Official Opposition preferential status over other opposition parties. Session is the period during which MLAs create laws, opposition members can question the ministers, petitions are read, and other activities occur.\r\n\r\nThe Leader of the Official Opposition often appoints a ‘shadow cabinet’ of MLAs of his or her party who watch and critique specific ministries of the government and can provide alternative policies and direction.\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.legassembly.sk.ca/legassembly/Docs/intropam.htm\">An Introduction to the Legislative Assembly – Legislative Assembly of Saskatchewan</a>\r\n</p>\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.gov.mb.ca/legislature/house_biz/rulebook.pdf\">Rules, Orders and Forms of Proceedings of The Legislative Assembly of Manitoba (Section 14(4), 28(2), 31(9), 77-78, 105, 138, Appendix D - Item 5)</a>\r\n</p>\r\n\r\n<br/>\r\n\r\n<a name=\"Govt_prem_do\"></a>\r\n**What does the Premier do?**\r\n\r\nThe Premier is the leader of the government and the person who appoints the Cabinet Ministers – usually MLAs from his or her political party who run the ministries of the government. The Premier is the Prime Minister of the province and provides leadership and direction to the government.\r\n\r\nThe Premier, along with other party leaders, has some special privileges during Session (the period of law-making, question period, debates, etc), such as extended speaking time during various debates in the legislature. The Premier, along with other Ministers, must answer to the opposition MLAs during the Question Period.\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.legassembly.sk.ca/legassembly/Docs/intropam.htm\">An Introduction to the Legislative Assembly – Legislative Assembly of Saskatchewan</a>\r\n</p>\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.gov.mb.ca/legislature/house_biz/rulebook.pdf\">Rules, Orders and Forms of Proceedings of The Legislative Assembly of Manitoba (Appendix E)</a>\r\n</p>\r\n\r\n<br/>\r\n\r\n<a name=\"Govt_prem_how\"></a>\r\n**How does a person become a Premier?**\r\n\r\nA person may become a Premier in several ways. During an election, the leader of the political party that receives more votes than any other party becomes the Premier. If a governing party has a leadership convention, then the new leader of the party becomes Premier, so long as he or she maintains the ‘confidence of the house’. If the majority of MLAs at any time vote against ‘The Speech from the Throne’, the budget, or other certain proposed laws, then the Premier ‘loses the confidence of the house’. In this case the lieutenant governor (representative of the Queen) either dissolves government and calls an election, or selects another Premier who will maintain the confidence of the house.\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.legassembly.sk.ca/legassembly/Docs/intropam.htm\">An Introduction to the Legislative Assembly – Legislative Assembly of Saskatchewan</a>\r\n</p>\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.assembly.ab.ca/pub/gdbook/CitizensGuide.pdf\">The Citizen’s Guide to the Alberta Legislature p. 7-8</a>\r\n</p>\r\n\r\n<br/>\r\n\r\n<a name=\"Govt_minister\"></a>\r\n**What is a Cabinet Minister?**\r\n\r\nA Cabinet Minister is an MLA who is appointed by the Premier to oversee the daily activities within a ministry of the government and to create new laws. Cabinet Ministers are answerable to opposition MLAs during Question Period for questions that relate to their areas of responsibility. Cabinet Ministers are usually, but not always, of the same political party as that of the Premier.\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.legassembly.sk.ca/legassembly/Docs/intropam.htm\">An Introduction to the Legislative Assembly – Legislative Assembly of Saskatchewan</a>\r\n</p>\r\n\r\n<br/>",
      "created_at": "2011-08-24T09:16:12Z",
      "id": 10,
      "permalink": "voter education",
      "show_title": true,
      "title": "Voter Education (2011 Provincial Election)",
      "updated_at": "2012-08-19T18:54:12Z"
    }
  },
  {
    "page": {
      "content": "<div id=\"cse\" style=\"width: 100%;\">Loading</div>\r\n<script src=\"http://www.google.com/jsapi\" type=\"text/javascript\"></script>\r\n<script type=\"text/javascript\"> \r\n  google.load('search', '1', {language : 'en'});\r\n  google.setOnLoadCallback(function() {\r\n    var customSearchControl = new google.search.CustomSearchControl('003769614158555112897:virkyshokwg');\r\n    customSearchControl.setResultSetSize(google.search.Search.SMALL_RESULTSET);\r\n    var options = new google.search.DrawOptions();\r\n    options.setAutoComplete(true);\r\n    customSearchControl.draw('cse', options);\r\n  }, true);\r\n</script>",
      "created_at": "2011-09-08T04:55:51Z",
      "id": 11,
      "permalink": "search",
      "show_title": true,
      "title": "Search Test",
      "updated_at": "2011-09-08T07:07:26Z"
    }
  },
  {
    "page": {
      "content": "All constituency descriptions were written as part of a collaboration between ManitobaElection.ca and the [Red River College Creative Communication program](http://crecomm.rrc.mb.ca/).\r\n\r\nThese second-year Creative Communications students at Red River College collected the information about constituency locations and previous members of the legislature:\r\n\r\nLindsey Enns  \r\nDani Finch  \r\nSara Harrison  \r\nGarth Hilderman  \r\nErica Johnson  \r\nGarrick Kozier  \r\nLaura Kunzelman  \r\nCrystal Laderas  \r\nAllison Marinelli  \r\nAlyssa McDonald  \r\nLindsey Peterson  \r\nDaniella Ponticelli  \r\nKrystalle Ramlakhan  \r\nTerryn Shiells  \r\nJordan Thompson  \r\nEmily Wessel  \r\nAshley Wiebe  \r\nAnrea Zaslov  \r\n\r\nTheir sources are:\r\n\r\n[http://www.boundariescommission.mb.ca/maps/final.aspx](http://www.boundariescommission.mb.ca/maps/final.aspx)  \r\n[http://www.boundariescommission.mb.ca/maps/existing.aspx](http://www.boundariescommission.mb.ca/maps/existing.aspx)  \r\n[http://www.electionsmanitoba.ca/en/Results/index.html](http://www.electionsmanitoba.ca/en/Results/index.html)",
      "created_at": "2011-09-23T20:41:47Z",
      "id": 12,
      "permalink": "constituency-descriptions",
      "show_title": true,
      "title": "Constituency Descriptions",
      "updated_at": "2011-09-23T20:48:27Z"
    }
  },
  {
    "page": {
      "content": "<style>\r\nhtml,body { margin: 0; padding: 0; }\r\n#image-frame { width: 1014px; height: 770px; position: relative; }\r\n#image-frame img { position: absolute; } \r\n#slider { width: 714px; float: left; }\r\n#content { margin: 30px; }\r\n#legend-cont { width: 300px; float: left; } \r\n</style>\r\n\r\n<h1 id=\"election-title\">Loading Elections...</h1>\r\n<div id=\"image-frame\"></div>\r\n<div id=\"legend-cont\"><img id=\"legend\" src=\"legend_1958.jpg\" width=\"300\" /></div>\r\n<div id=\"slider\"></div>\r\n\r\n\r\n<link type=\"text/css\" href=\"/stylesheets/ui-lightness/jquery-ui-1.8.16.custom.css\" rel=\"stylesheet\" />   \r\n<script type=\"text/javascript\" src=\"/javascripts/jquery-ui-1.8.16.custom.min.js\"></script>\r\n<script type=\"text/javascript\">\r\n$(document).ready(function() {\r\n    var image_path = '/images/historical/';\r\n    function getElectionYear(name) {\r\n        var matches = name.match(/\\d\\d\\d\\d/);\r\n        if (matches != null) {\r\n            return matches[0];\r\n        } else {\r\n            return '';\r\n        }\r\n    }\r\n    //var images = ['frame-1.jpg', 'frame-2.jpg', 'frame-3.jpg'];\r\n    var images = [\r\n       'Manitoba-1958.png',\r\n       'Manitoba-1959.png',\r\n       'Manitoba-1962.png',\r\n       'Manitoba-1966.png',\r\n       'Manitoba-1969.png',\r\n       'Manitoba-1973.png',\r\n       'Manitoba-1977.png',\r\n       'Manitoba-1981.png',\r\n       'Manitoba-1986.png',\r\n       'Manitoba-1988.png',\r\n       'Manitoba-1990.png',\r\n       'Manitoba-1995.png',\r\n       'Manitoba-1999.png',\r\n       'Manitoba-2003.png',\r\n       'Manitoba-2007.png'\r\n                  ];\r\n    var i=0;\r\n    for (var elem in images) {\r\n        if (images.hasOwnProperty(elem)) {\r\n            var img = document.createElement('img');\r\n            img.src = image_path + images[elem];\r\n            $(img).attr(\"id\", \"image-\" + i);\r\n            if (i == 0) {\r\n                $(img).css('z-index',1);\r\n                $(\"#election-title\").html(\"Election in \" + getElectionYear(images[i]));\r\n            } else {\r\n                $(img).css('z-index',0);\r\n            }\r\n            $('#image-frame').append(img);\r\n        }\r\n        i++;\r\n    }\r\n    $('#slider').slider({\r\n        animate: true,\r\n        min: 0,\r\n        max: (images.length-1),\r\n        start: function(event,ui) {\r\n        },\r\n        slide: function(event, ui) {\r\n            $(\"#image-frame img\").each(function() {\r\n                $(this).css('z-index',0);\r\n            });\r\n            var election_year = getElectionYear(images[ui.value]);\r\n            if (parseInt(election_year,10) < 1962) {\r\n                $(\"#legend\").attr('src',image_path + \"legend_1958.jpg\");\r\n            } else if (parseInt(election_year,10) < 1973) {\r\n                $(\"#legend\").attr('src',image_path + \"legend_1962.jpg\");\r\n            } else {\r\n                $(\"#legend\").attr('src',image_path + \"legend_1973.jpg\");\r\n            }\r\n            $(\"#election-title\").html(\"Election in \" + election_year);\r\n            $(\"#image-\" + ui.value).css('z-index',1);\r\n        }\r\n    });\r\n    \r\n});\r\n</script>\r\n",
      "created_at": "2011-09-27T22:18:47Z",
      "id": 13,
      "permalink": "historical election maps",
      "show_title": true,
      "title": "Historical Election Maps",
      "updated_at": "2011-09-28T01:01:33Z"
    }
  },
  {
    "page": {
      "content": "The following news organizations will be tracking the 2011 Manitoba election results on election night:\r\n\r\n* [CBC News](http://www.cbc.ca/manitoba)\r\n* [CJOB](http://www.cjob.com/News/Local/Story.aspx?ID=1550387)\r\n* [CTV News](http://www.ctv.ca/elections/manitoba2011/index.html)\r\n* [Global Winnipeg](http://www.globalwinnipeg.com/decisionmanitoba/)\r\n* [Winnipeg Free Press](http://www.winnipegfreepress.com/special/provincial-election/)\r\n* [Winnipeg Sun](http://www.winnipegsun.com/home)\r\n\r\nOutside of Winnipeg:\r\n\r\n* [Beausejour Review](http://www.beausejourreview.com/)\r\n* [Brandon Sun](http://www.brandonsun.com/)\r\n* [Carman Valley Leader](http://www.carmanvalleyleader.com/)\r\n* [Interlake Spectator](http://www.interlakespectator.com/)\r\n* [Lac du Bonnet Leader](http://www.lacdubonnetleader.com/)\r\n* [Morden Times](http://www.mordentimes.com/)\r\n* [Portage Daily Graphic](http://www.portagedailygraphic.com/) (Portage la Prairie)\r\n* [Portage Online](http://www.portageonline.com/index.php?option=com_content&task=view&id=23897&Itemid=468) (Portage la Prairie)\r\n* [Red River Valley Echo](http://www.altonaecho.com/) (Altona)\r\n* [Selkirk Journal](http://www.selkirkjournal.com/)\r\n* [Winkler Times](http://www.winklertimes.com/)",
      "created_at": "2011-10-05T04:47:36Z",
      "id": 14,
      "permalink": "election results coverage",
      "show_title": false,
      "title": "Election Results Coverage",
      "updated_at": "2011-10-05T05:12:47Z"
    }
  },
  {
    "page": {
      "content": "* [Being a voter](#voter)\r\n* [When can I participate as a voter?](#when)\r\n* [How can I participate as a voter?](#how)\r\n* [Where can I cast my vote?](#where)\r\n* [Who can I cast my vote for?](#who)\r\n* [Other Questions](#other)\r\n\r\n<br/>\r\n\r\n<a name=\"voter\"></a>\r\n##Being a Voter\r\n\r\nOur website provides current news, candidate questionnaires, contact\r\ninformation, and links to your candidate’s informational resources. In addition,\r\nyou have access to various blogs and Manitoba election-issue related websites.\r\nThese resources are available for you to learn about your candidates so that you\r\nmay make an informed decision as a voter on **Tuesday, September 4th** (Election\r\nDay).\r\n\r\nPlease see our [Frequently Asked Questions page](http://manitobaelection.ca/pages/2/faq/) for our process in collecting information we use for this website.\r\n\r\nThe information on this page was collected from [Elections Manitoba](http://www.elections.mb.ca) and [The Elections Act](http://web2.gov.mb.ca/laws/statutes/ccsm/e030e.php). \r\n\r\n_For any questions you do not find the answer to, please contact the official elections office in Manitoba: [Elections Manitoba](http://www.elections.mb.ca)._\r\n\r\n<br/>\r\n\r\n<a name=\"when\"></a>\r\n##When can I participate as a voter?\r\n\r\nThe Fort Whyte By-Election of 2012 will be held on **Tuesday, September 4th**. Voting\r\nstations will be open between 7 AM and 8 PM.\r\n\r\nIf you prefer you can vote before Election Day during the following times:\r\n\r\nDate      | Weekday | Hours\r\n----------|---------|-------\r\nSaturday  | Aug 25  | 8am to 8pm\r\nSunday    | Aug 26  | noon to 6pm\r\nMonday    | Aug 27  | 8am to 8pm\r\nTuesday   | Aug 28  | 8am to 8pm \r\nWednesday | Aug 29  | 8am to 8pm\r\nThursday  | Aug 30  | 8am to 8pm \r\nFriday    | Aug 31  | 8am to 8pm\r\nSaturday  | Sept 1  | 8am to 8pm\r\n\r\nDuring advanced voting you can vote at either the Fort Whyte Returning Office (2233 McGillivray Blvd) or at the Linden Woods Community Centre (414 Lindenwood Dr W). More information about advanced voting is available [here](http://electionsmanitoba.ca/2012Fortwhyte/voters/advance-voting.asp) on the Elections Manitoba website.\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://electionsmanitoba.ca/election/voters/when.asp\">Elections Manitoba</a>\r\n</p>\r\n\r\n<br/>\r\n\r\n<a name=\"how\"></a>\r\n##How can I participate as a voter?\r\n\r\nYou can cast a vote if:\r\n\r\n* You are a Canadian citizen\r\n* You are 18 years of age on or before election day\r\n* You have resided in Manitoba for at least 6 months immediately before election day\r\n* You live in the Fort Whyte Electoral Division\r\n\r\nIf your name is not on the voters list or you are voting in advance you must bring government issued photo identification, such as a driver's licence, or two other documents with your name.\r\n\r\n_You will have the choice of voting for one registered candidate in your electoral\r\ndivision._\r\n\r\nElection officers will be able to help you with further questions at the\r\nvoting station. For any other questions about voting you can contact Elections\r\nManitoba at 204-945-3225 or toll-free at 1-866-628-6837 or visit [electionsmanitoba.ca](http://electionsmanitoba.ca).\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://www.elections.mb.ca/en/Voting/index.html\">Elections Manitoba</a>\r\n</p>\r\n\r\n<br/>\r\n\r\n<a name=\"where\"></a>\r\n##Where can I cast my vote?\r\n\r\nOn Election Day you will be voting at a voting station in the electoral division\r\nwhere you reside. Elections Manitoba provides an address look-up tool, which can show you [where you will vote on Election Day](http://electionsmanitoba.ca/2012Fortwhyte/voters/where.asp).\r\n\r\nIf you choose to participate as a voter during the advance voting period you can\r\nchoose to vote at either the Fort Whyte Returning Office (2233 McGillivray Blvd) or at the Linden Woods Community Centre (414 Lindenwood Dr W).\r\n\r\n<br/>\r\n\r\n<a name=\"who\"></a>\r\n##Who can I cast my vote for?\r\n\r\nIf you are uncertain who you will vote for, feel free to contact your candidate,\r\nread their answers to the questionnaire we are sending them, or read the current\r\nnews we provide for your candidate. All of this information is linked to their\r\ncandidate page.\r\n\r\nProspective candidates are candidates who are chosen to represent the various\r\npolitical parties or declare themselves as independent. A candidate can be\r\nregistered in only one electoral division.\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://electionsmanitoba.ca/en/Political_Participation/\">Elections Manitoba</a>\r\n</p>\r\n\r\nThey become official candidates after they file their nomination papers to\r\nthe ‘returning officer’ with Elections Manitoba before the close of nominations (1\r\nPM, Aug 20th). This list is final and will not change unless a candidate withdraws\r\nor becomes deceased.\r\n\r\n<p class=\"small\">\r\nSource: <a href=\"http://web2.gov.mb.ca/laws/statutes/ccsm/e030e.php\">The Elections Act</a>\r\n</p>\r\n\r\nEvery electoral division will have one candidate who becomes MLA (the\r\ncandidate who receives the most votes). Leaders of the political parties are also\r\ncandidates to be voted upon in their electoral divisions.\r\n\r\n<br/>\r\n\r\n##Other Questions?\r\n\r\nElections Manitoba is the official resource on provincial elections in Manitoba.\r\nPlease see the official [Elections Manitoba](http://electionsmanitoba.ca/election/) website for any other\r\nquestions you may have.",
      "created_at": "2012-08-19T09:42:57Z",
      "id": 15,
      "permalink": "your role as a voter 2012",
      "show_title": true,
      "title": "Your Role as a Voter 2012",
      "updated_at": "2012-08-19T22:15:46Z"
    }
  },
  {
    "page": {
      "content": "**Red River College Red Blog** - [October 3, 2011](http://blogs.rrc.ca/redblog/?p=460)\r\n\r\nWhile many students care deeply about these questions, some don’t feel well informed enough to play an active role in the election. To help overcome this barrier, two Red River College instructors have created an independent election website at ManitobaElection.ca.\r\n\r\n**People of Interest on CKUW** - October 3, 2011\r\n\r\nRadio interview with ManitobaElection.ca co-founder, Kyle Geske.\r\n\r\n**The Winnipeg Herald** - [September 29, 2011](http://www.winnipegfreepress.com/our-communities/herald/forum/Promoting-voter-engagement-130794783.html)\r\n\r\n'Promoting Voter Engagement' a neighbourhood forum article by ManitobaElection.ca co-founder, Jody Gillis.\r\n\r\n**Internet Pundits on UMFM** - [September 28, 2011](http://winnipeginternetpundits.tumblr.com/post/10787134610/sept-28-can-i-borrow-an-election-information)\r\n\r\nRadio interview and panel discussion with ManitobaElection.ca co-founder, Kyle Geske.\r\n\r\n**MetroNews Winnipeg** - [September 26, 2011](http://www.metronews.ca/winnipeg/comment/article/979732--vote-early-and-vote-often)\r\n\r\nCultivating more engaged voters is also the goal of [a] new website created for this campaign, ManitobaElection.ca. \r\n\r\n**U of W Uniter** - [September 21, 2011](http://uniter.ca/view/6455/)\r\n\r\nNew informative election site aims to engage the disengaged. \r\n\r\n**Uptown Magazine** - [September 15, 2011](http://www.uptownmag.com/news-and-views/and-another-thing/Now-you-really-have-no-excuse-not-to-vote-129831783.html) (Article)\r\n\r\nManitobaElection.ca has the answers to almost any question a person might have in advance of Oct. 4’s vote.\r\n\r\n**Uptown Magazine** - [September 15, 2011](http://www.uptownmag.com/diversions/alloneword/Its-Madden-season-129837218.html) (Blurb)\r\n\r\nWhile all the major media outlets will have their own election coverage and online tools, this is an interesting project that provides valuable information for voters, created by the same team that developed WinnipegElection.ca last fall.\r\n\r\n**North End Times** - [September 14, 2011](http://www.winnipegfreepress.com/our-communities/times/Lack-of-candidates-cancels-youth-forum-129747513.html)\r\n\r\nKyle Geske, who helped co-create www.manitobaelection.ca, a website devoted to provincial election coverage and history, said one of the reasons why young Canadians aren’t more engaged in the political process is they aren’t provided with enough information.\r\n\r\n**Breakfast Television Winnipeg** - [September 12, 2011](http://video.citytv.com/video/detail/1154820485001.000000/excercise-your-right-to-vote/)\r\n\r\nExercise your right to vote! Co-founder of ManitobaElection.ca, Kyle Geske, is interviewed about engaging the youth vote online.\r\n\r\n**Red River College Red Blog** - [September 9, 2011](http://blogs.rrc.ca/redblog/?p=388)\r\n\r\nA pair of Red River College instructors have launched a new website aimed at helping Manitoba voters make an informed choice in the upcoming election.\r\n\r\n**Winnipeg Free Press** - [September 9th, 2011](http://www.winnipegfreepress.com/special/provincial-election/non-partisan-election-lowdown-available-on-web-129515008.html)\r\n\r\nKyle Geske admits that as a young adult he was too overwhelmed by the lack of real information about elections to feel confident casting a ballot. More than a decade later he is leading the charge to inform the electorate with web pages chock full of non-partisan information about who is running, important dates and events, and how and when to vote.\r\n\r\n**CKLQ Brandon Radio** - [September 8th, 2011](http://www.cklq.com/index.php?view=article&catid=44%3Anews&id=9896%3Aelection-info-one-stop-shop&layout=default&page=&option=com_content&Itemid=27)\r\n\r\nManitoba voters have a one stop shop to get information on candidates in the provincial election. A group of volunteers have created a website and spokesman Kyle Geske says they've made it as unbiased as possible.\r\n\r\n**ChrisD.ca** - [September 8th, 2011](http://www.chrisd.ca/blog/43916/manitoba-election-provincial-website-news-candidates-voters/)\r\n\r\nA website acting as a resource for information relating to Manitoba’s upcoming provincial election is catching on as more people begin to focus on the candidates and their policies.\r\n\r\n**MetroNews Winnipeg** - [September 8th, 2011](http://www.metronews.ca/winnipeg/local/article/963365--promises-low-electricity-rates-low-crime-low-tuition-and-gpsing-criminals)\r\n\r\nManitobaElection.ca has launched a non-partisan website that will provide electoral maps, educational resources and a list of election-related events.",
      "created_at": "2015-10-04T17:22:49Z",
      "id": 16,
      "permalink": "press_mentions",
      "show_title": true,
      "title": "Press Mentions",
      "updated_at": "2015-10-04T17:22:49Z"
    }
  },
  {
    "page": {
      "content": "**Voters and Educators Embrace Citizen-Created Manitoba Election Website** - [September 29th, 2011](http://manitobaelection.ca/press/Manitoba_Election_ca_September_29_2011.pdf) ![pdf](/images/pdf.png)\r\n\r\nWith less than a week to go before the 2011 Manitoba provincial election, the team behind Open Democracy Manitoba is busy putting the finishing touches on their citizen-created election resource. Their ManitobaElection.ca website is already a clearing-house for candidate information, but it is growing into something bigger. \r\n\r\n\"This all started with our own frustrations about not being able to find unbiased election information online\" says Kyle Geske, one of the site’s founding members. “Our goal is to build an approachable, well-organized resource for voters. This includes gathering information about the candidates, but it also means educating voters on the election process and on politics in Manitoba” adds co-founder Jody Gillis.\r\n\r\nSince the site launched, the members of Open Democracy Manitoba have been fielding questions about elections and the political process from family and friends. To answers those questions they added a voter education section to their site. Written in plain English, the material explains everything from the roles of elected officials to how constituency boundaries are created. This new feature caught the eye of a number of educators and students.\r\n\r\n“The feedback we’ve received inspires us to keep adding to the site” says Ken Harasym, the member of the team responsible for graphic design. “We’ve received amazing compliments from college students, high school teachers, and university political science professors.”\r\n\r\n“Our most recent feature is an interactive map that visualizes the Manitoba election results from 1958 to 2007” say Andrew Burton, another team member. “We’ve added an issue page that links to a comprehensive array of election related organizations, each trying to promote their individual issues. We also just finished posting all the candidate questionnaire responses we received back from candidates.”\r\n\r\nThe website is currently attracting thousands of hits each day from all over Manitoba. The Open Democracy Manitoba team is using this traffic as an opportunity to communicate important notices to voters, such as the change in electoral boundaries since the 2007 election. They want to remind all voters to double-check their constituency since the majority of boundaries have changed since the last election.\r\n\r\n**Citizen-Created Election Website Empowers Manitoba Voters** - [September 7th, 2011](http://manitobaelection.ca/press/Manitoba_Election_ca_September_7_2011.pdf) ![pdf](/images/pdf.png)\r\n\r\nThe folks at Open Democracy Manitoba want to help you make an informed choice as a voter on October 4th. Their new election website aims to be a comprehensive resource for information on the upcoming provincial election.\r\n\r\nThe ManitobaElection.ca site features interactive constituency maps, a calendar of election-related events, and educational resources on legislative politics in Manitoba. Election candidates are listed along with links to their web pages, email addresses, Facebook fan pages and Twitter feeds. Online news articles that mention candidates are also linked, providing up-to-date election news from a variety of media sources.\r\n\r\nThe Open Democracy Manitoba community organization was founded by Winnipeggers Kyle Geske and Jody Gillis. In 2010 Geske and Gillis, instructors at Red River College, built a similar site for the Winnipeg civic election.\r\n\r\n“The response to WinnipegElection.ca exceeded our expectations,” says Gillis. “By election day our site had been visited by over forty-five thousand Winnipeggers.”\r\n\r\n“We’ve raised our expectations for ManitobaElection.ca”, adds Geske. “We want to engage voters and empower them to learn about the candidates, the issues, and the legislative process itself.”\r\n\r\nNow that the election has officially been called, the group is working on adding historic election data to the site. They are also preparing a candidate questionnaire, which will be sent to all the candidates once nominations close on September 13th.",
      "created_at": "2015-10-04T17:24:17Z",
      "id": 17,
      "permalink": "press_releases",
      "show_title": true,
      "title": "Press Releases",
      "updated_at": "2015-10-04T17:24:17Z"
    }
  }
]
