[
  {
    "party": {
      "address": "803-294 Portage Avenue. Wpg. R3C 0B9",
      "created_at": "2011-06-28T23:33:56Z",
      "email": "info@todaysndp.mb.ca",
      "facebook": "http://www.facebook.com/TodaysNDP",
      "hex_colour": "#F68220",
      "id": 1,
      "image_content_type": "image/jpeg",
      "image_file_name": "NDP Logo.jpg",
      "image_file_size": 31565,
      "image_updated_at": "2011-07-20T05:46:22Z",
      "long_name": "New Democratic Party of Manitoba",
      "name": "NDP",
      "notes": "**What are the main issues that the New Democratic Party stands for? Why are these issues important?**\r\n\r\nThe priorities of the NDP are the priorities of Manitobans.  \r\n\r\nHealth care is our top priority. Our plan puts patients first. When health isn’t a priority, like in the 1990s, there are cuts, frontline health professionals are fired, and wait times worsen. Health care has improved over the past decade. We’ve built or upgraded over 100 health facilities. We’ve added over 900 personal care home and supportive housing spaces while expanding home care. We’ve cut wait times. And we have added thousands of new health professionals. We will build on this record by hiring 2000 more nurses and 200 doctors, training more health professionals, and making cancer wait times the shortest in the country. \r\n\r\nWe want to build the economy of tomorrow by investing in jobs and training. We have significantly expanded our training system since 1999 and we will build on that record by helping to build a new Skilled Trades and Technology Centre for Red River College, helping private sector employers hire more apprentices and increasing hiring incentives for rural employers. \r\n\r\nManitoba has one of the lowest costs of living in Canada and we want to keep life affordable by helping families keep more money in their pockets. We have guaranteed that Manitoba families will pay the lowest combined bills in the country for electricity, home heating, and auto insurance. We will also ensure that seniors and farmers do not pay school taxes – building on our record of significant tax relief since 1999. \r\n\r\nWe want to fight crime and build safer communities. Since 1999 we have invested in policing, prosecutions and new units to target offenders. We will continue to expand prevention by hiring more beat cops and supporting after-school programs, by speeding up prosecutions through creating a first-in-Canada weekend court, and working with Ottawa towards tougher laws. \r\n\r\nWe want to build Manitoba Hydro to ensure prosperity for generations to come. Building Manitoba Hydro will help keep power rates low for Manitoba families and secure international sales. Hugh McFadyen’s record on privatization shows he can’t be trusted to keep Manitoba Hydro public.  \r\n\r\nWe want to strengthen our education system so that students have every opportunity to succeed. During the 1990s schools were underfunded, taxes ballooned, and students suffered. In the last decade we have turned a corner – our graduation rate has gone from 72.4% in 2001 to 82.7% in 2010. We are raising the school leaving age to 18 and working on a parent-friendly report card. We will build on this record by limiting class sizes for all Kindergarten to grade 3 classes to 20 students to ensure students benefit from more individual attention from teachers in the vital first years. \r\n\r\nLastly, we want to preserve and protect our natural heritage. We have taken strong steps to protect our water – steps opposed by Hugh McFadyen. And we are working with local residents to protect the East Side of Lake Winnipeg. In contrast, McFadyen wants to put major transmission line straight through the heart of the Boreal forest.   \r\n\r\n**What makes the New Democratic Party different from other political parties?**\r\n\r\nToday’s NDP puts families first. \r\n\r\nWhen the economic downturn hit, we had a choice to make. We could have absorbed the effects of the global recession all at once – with major cuts to health, education, and public safety, and at the risk of derailing economic recovery. This is what the Opposition demanded we do – the Tories even introduced an amendment to the provincial budget which would have required $500 million in cuts.  \r\n\r\nBut we rejected calls to cut public services and we refused to let thousands of Manitobans lose their jobs. We have a Five-Year Economic Plan that keeps us on track to maintain fiscal stability and return to surplus by 2014. The 2010/11 Public Accounts show that our Five year Economic Plan is on track to return the budget to balance by 2014 while protecting jobs and services, without raising taxes. \r\n\r\nThe NDP is the only party that wants to invest in the services that Manitobans depend on.  \r\n\r\nUnlike the other parties, we are also committed to building and protecting Manitoba Hydro. Hugh McFadyen was Gary Filmon’s top advisor when the PC government broke its promise and privatized MTS. He would do the same for Manitoba Hydro.\r\n\r\n**What are the first things you would like to do if you form government after the 2011 election?**\r\n\r\nIf we are re-elected, we will get to work immediately and start keeping the promises that Manitobans elected us on. \r\n\r\nSince 1999 we have had a strong record of keeping our promises. Just look at what we have accomplished together. We promised to end hallway medicine and rescue health care – and we have reduced hallway medicine by 95% and turned the health care system right side up. We said we’d renew hope for young people by investing in education and cutting tuition – more young families are choosing to build their futures here, our graduation rate is up, and our tuition fees are still lower than they were in 1999. We said we’d make our communities safer – and we have hired more officers and prosecutors, expanded prevention programs, and put in place tough new laws. We said we’d keep balanced budget legislation – and we balanced ten straight budgets before the global recession hit. And we said we’d keep Manitoba Hydro public – and we’ve done just that. \r\n\r\nWe’ve accomplished so much together. New Democrats will keep building a better Manitoba for everyone. We will build a future that will make our children and grandchildren just as proud to call Manitoba home as we are today. \r\n\r\n**Why should a voter choose to vote for the New Democratic Party?**\r\n \r\nThe fundamental choice facing Manitobans in this election comes down to this: who will keep our province moving forward in the right direction? \r\n\r\nManitobans are proud of our province and optimistic about our future – and with good reason. Something big is happening in Manitoba. But it was not always this way. Under the Conservative governments of the 1990s, life was getting harder for families, and our population was declining. \r\n\r\nNow, the tide has turned. Manitoba is home to more people than ever before. More young families are choosing to build their futures here. We now have the second-youngest province in the country, and we’re getting younger. Just look around. We are literally rebuilding our province. Manitobans walk with a confidence we did not have in the 1990s. \r\n\r\nWe need to keep Manitoba on the right track. Hugh McFadyen and the PCs are a risk we can afford to take. \r\n\r\n**Do you have any other comments regarding the New Democratic Party that you would like to share?**\r\n \r\nGreg Selinger and Today’s NDP have a full slate of highly professional and dedicated candidates for the 2011 election – all working hard to keep Manitoba on the right track and building for the future. Our record of diversity includes Manitoba’s first woman-of-colour MLA and cabinet Minister, Manitoba’s first female Health Minister, and Manitoba’s first female Finance Minister.  Our most recent cabinet included a record number of women in key positions. Our candidates come from many different backgrounds - some are teachers, others are lawyers, some are entrepreneurs, and others farm.  Collectively they have experience in their communities, in both supporting and leadership roles.   \r\n\r\nPlease visit [todaysndp.ca](http://todaysndp.ca) for more info.",
      "phone_number": "1-877-863-2976",
      "twitter": "http://twitter.com/GregSelinger",
      "updated_at": "2011-10-02T03:31:38Z",
      "website": "http://todaysndp.ca",
      "youtube": "http://www.youtube.com/user/ndpmanitoba"
    }
  },
  {
    "party": {
      "address": "23 Kennedy Street. Wpg. R3C 1S5 ",
      "created_at": "2011-06-28T23:47:27Z",
      "email": "pcmanitoba@pcmanitoba.com",
      "facebook": "http://www.facebook.com/pages/Hugh-McFadyen/28465471848",
      "hex_colour": "#01005d",
      "id": 2,
      "image_content_type": "image/jpeg",
      "image_file_name": "PC Logo.jpg",
      "image_file_size": 4275,
      "image_updated_at": "2011-08-06T09:42:29Z",
      "long_name": "The Progressive Conservative Party of Manitoba",
      "name": "PC",
      "notes": null,
      "phone_number": "1-800-663-8679",
      "twitter": "http://twitter.com/hmcfadyen",
      "updated_at": "2011-08-09T00:59:06Z",
      "website": "http://www.pcmanitoba.com",
      "youtube": "http://www.youtube.com/PCManitobadotcom"
    }
  },
  {
    "party": {
      "address": "635 Broadway. Wpg. R3C 0X1",
      "created_at": "2011-06-29T00:14:12Z",
      "email": "manager@manitobaliberals.ca",
      "facebook": "http://www.facebook.com/jon.gerrard",
      "hex_colour": "#A61128",
      "id": 6,
      "image_content_type": "image/jpeg",
      "image_file_name": "Liberal Logo.jpg",
      "image_file_size": 48634,
      "image_updated_at": "2011-07-20T05:48:07Z",
      "long_name": "Manitoba Liberal Party",
      "name": "Liberal",
      "notes": null,
      "phone_number": "1-800-567-5746",
      "twitter": "http://twitter.com/DrJonGerrard",
      "updated_at": "2011-08-09T00:59:23Z",
      "website": "http://manitobaliberals.ca",
      "youtube": "http://www.youtube.com/user/manitobaliberals"
    }
  },
  {
    "party": {
      "address": "120 Sherbrook, Wpg.",
      "created_at": "2011-07-05T04:51:25Z",
      "email": "info@greenparty.mb.ca",
      "facebook": "http://www.facebook.com/pages/Green-Party-of-Manitoba/43307539939",
      "hex_colour": "#24752A",
      "id": 7,
      "image_content_type": "image/png",
      "image_file_name": "Green Logo3.png",
      "image_file_size": 20834,
      "image_updated_at": "2011-08-09T10:14:51Z",
      "long_name": "The Green Party of Manitoba",
      "name": "Green",
      "notes": null,
      "phone_number": "1-866-742-4292",
      "twitter": "http://twitter.com/Green_Party_MB",
      "updated_at": "2011-08-09T10:14:51Z",
      "website": "http://greenparty.mb.ca",
      "youtube": "http://www.youtube.com/user/GreenPartyofManitoba"
    }
  },
  {
    "party": {
      "address": "",
      "created_at": "2011-07-05T19:14:56Z",
      "email": "",
      "facebook": "",
      "hex_colour": "#eeeeee",
      "id": 9,
      "image_content_type": "image/jpeg",
      "image_file_name": "Independent02.jpg",
      "image_file_size": 25369,
      "image_updated_at": "2011-08-25T22:08:35Z",
      "long_name": "",
      "name": "Independent",
      "notes": null,
      "phone_number": "",
      "twitter": "",
      "updated_at": "2011-08-25T22:08:36Z",
      "website": "",
      "youtube": ""
    }
  },
  {
    "party": {
      "address": "387 Selkirk Avenue. Wpg. R2W 2M3 ",
      "created_at": "2011-08-05T10:47:42Z",
      "email": "cpc-mb@mts.net",
      "facebook": "",
      "hex_colour": "#fee409",
      "id": 10,
      "image_content_type": "image/jpeg",
      "image_file_name": "CPCLogo2011.jpg",
      "image_file_size": 17794,
      "image_updated_at": "2011-09-09T22:40:00Z",
      "long_name": "Communist Party of Canada – Manitoba",
      "name": "CPC-M",
      "notes": "**What are the main issues that the Communist Party stands for? Why are these issues important?**\r\n\r\n“A People’s Agenda for Manitoba” is a broad platform that deals with the real issues, such as jobs, education, creating a just society and saving the environment.\r\n\r\nThese are the main issues because poverty is rising, spurred by record profits and the NDP’s public service wage and corporate tax cuts. Winnipeg’s food banks feed 29,500 children, up from 5,500 in 1997. Affordable, quality housing is still missing. We have not recovered from the loss of 12,000 manufacturing jobs in 2008, a rate higher than Ontario. In the last census, Manitoba has Canada’s highest drop-out rate, which means education must be a higher priority.\r\n\r\nManitoba is a low wage province because of a too-large pool of super-exploited labour – Aboriginal people, women, youth, people with disabilities, and newcomers. They are a source of super profits for the wealthy families and an anchor on the wages of everyone else. The colonial conditions of Aboriginal peoples is a festering sore on Manitoba’s soul and it is a strategic problem to fix, or working people will be unable to move ahead together.\r\n\r\nDifferent from all other parties, we want full national Aboriginal rights, a position needed by any progressive Manitoba government. We support a new, equal and voluntary relationship of all nations in Canada. That includes the immediate settlement of Aboriginal land claims, including ownership of natural resources. We want a new constitution, drafted by a constituent assembly with full participation of all nations and popular people’s organizations. A new constitution would be approved by a majority of Canadians.\r\n\r\nAll around us global capitalism’s problems are growing. It is more than war, job loss, poverty and hunger. Flooding in Manitoba will be worse unless we drop carbon emissions, yet there is no scientific grasp by the largest parties of what policies will work. They rely on the profit motive to fix global warming or continue to deny its existence. The NDP’s cap and trade system will make tons of money for corporations, solve nothing, and delay a real solution. It is a system originally devised by corrupt corporations such as Enron and Goldman Sachs.\r\n\r\nIt is wrong to say “Manitoba has escaped the worst” for two reasons. It is not true and we must start forging our own way out of the looming global catastrophe. Manitoba can lead the way. We have enormous wealth and skills in this province, plus a good history of rising up at the right moment, such as during Louis Riel’s provisional government or the 1919 Winnipeg General Strike.\r\n\r\nWe need real change and our People’s Agenda is the best way to create good-paying jobs, boost education, create social justice and save the environment. Our Agenda is completely different from the policies which got us into our present mess.\r\n\r\nStronger, united labour and popular movements are needed in Manitoba to bring real change and a People’s Agenda. Voting for a People’s Agenda will help, yet the surest way to win it is more involvement by people in the political struggle.\r\n\r\n**What makes the Communist Party different from other political parties?**\r\n\r\nAfter ninety years, the Communist Party has contributed much to Manitoba in the way of ideas and movements that brought about real change.\r\n\r\nOur members have always been part of the labour and democratic movements, raising and winning support for ideas that are now established goals of the people’s movements of this country. Our People’s Agenda reflects the goals of the labour, Aboriginal, student, women’s, anti-poverty, sovereignty and other organizations more closely than any other.\r\n\r\nCanada’s history in the last century is about how working people actually won medicare and unemployment insurance and organized all the major unions. Our party played the leading role in all these great struggles, but we could not have done it alone.\r\n\r\nWe are a working class party with the goal of a socialist society in Canada. For us, Marxism and its irrefutable analysis of capitalism has made us understand the source of poverty, war, unemployment, national oppression, and discrimination and what is needed to solve these problems.\r\n\r\nMany people do not know about our party, about our policies or even about the source of their impoverishment or unemployment, which we know, is Capitalism. That makes us unique, also, but we will never give up.\r\n\r\n**What are the first things you would like to do if you form government after the 2011 election?**\r\n\r\nThe Communist Party will make a full employment economy that would end poverty. We would raise social assistance rates above the poverty line and increase the minimum wage to $16.25 an hour.\r\n\r\nWe would establish universal hot breakfast and lunch programs in every school, no questions asked, to end the 500% increase in child food bank use since 1997.\r\n\r\nWe will launch a massive program to build quality, affordable homes, 4,000 a year. We will expand universal health to cover all needs. We have positive ways so students continue in school instead of criminalizing inner city youth with new truant officers.\r\n\r\nWe would end racism, sexism and other discriminations with fair and mandatory hiring so everyone would have a good paying job.\r\n\r\nMost importantly, we will implement our full People’s Agenda – here are just the titles:\r\n\r\n* For jobs and higher wages\r\n\r\n* More education, more future\r\n\r\n* End hunger and poverty - build affordable housing\r\n\r\n* Expand public health care\r\n\r\n* Full Aboriginal national rights\r\n\r\n* Fight racism, sexism and all forms of discrimination\r\n\r\n* Fair Vote reform\r\n\r\n* Peace is everyone’s business\r\n\r\n* Tax the greedy, not the needy\r\n\r\n* Real solutions to global warming\r\n\r\n* More rights for Workers\r\n\r\n* Keep farms family friendly\r\n\r\n* Cities for people, not speculators \r\n\r\n**Why should a voter choose to vote for the Communist Party?**\r\n\r\nSome people say that the Communist Party platform costs too much, that it would put corporations out of business and all the workers would be fired. Poverty would skyrocket and people would be without hope.\r\n\r\nWell, that's already happening without any help at all from the Communist Party. That's already happening because of our present capitalist system.\r\n\r\nWe need to look at it from a different angle, from the cost of doing nothing, which is pretty much what has been happening, or not happening. If the government says much is happening, we just have to look at the social realities.\r\n\r\nPoverty kills people with poor health, it is killing youth who have no future under the present system, it is killing women, Aboriginal people, and the disabled.\r\n\r\nJustice does not cost anything – injustice costs too much. The Communist Party won’t stop spending money until everyone has a good-paying job, until everyone is in a good home, until everyone can go to school with a good breakfast and lunch, until all our health needs are free and universal.\r\n\r\nThis is a real People’s Agenda for Manitoba – So if you want real change, vote Communist. \r\n\r\n**Do you have any other comments regarding the Communist Party that you would like to share?**\r\n\r\nBesides offering a real alternative, we are running in this election to warn against a Conservative government in Manitoba. The Tories would bring even more vicious measures for workers and the needy.\r\n\r\nFor example, Manitoba’s Tories support Harper’s dictatorial plan which will place farmers at the mercy of the giant grain corporations that now dominate the international grain trade. The plan will ruin thousands of family farms and put profit ahead of the starving millions in other countries.\r\n\r\nIf the Tories ignore the democratic vote of farmers to keep the Wheat Board intact, then they are sure to ignore any vote by Manitobans to keep Hydro public.\r\n\r\nWe believe labour-farmer unity can defeat the threat by the Harper Conservatives to destroy the Canadian Wheat Board if action is taken immediately.\r\n\r\nThe Communist Party will work to build a society where families can meet every need for their children, and where children have a far brighter future without the threat or reality of hunger, nuclear war or global climate meltdown. We need to act now.",
      "phone_number": "(204) 586-7824",
      "twitter": "",
      "updated_at": "2011-10-02T03:35:13Z",
      "website": "http://communist-party.ca/",
      "youtube": ""
    }
  }
]
